{
  "unused": [
    {
      "willEn": "You can bring anything from your imagination into real world whenever you want. You can bend reality",
      "butEn": "You are alone. Your power don't work outside your room/house and you can't leave it",
      "will": "你可以随时随地把你想象中的任何东西带入现实世界。你可以扭曲现实",
      "but": "你孤身一人。你的力量在你的房间/房子外面不起作用，你不能离开它"
    },
    {
      "willEn": "You no longer fear anything for the rest of your life.",
      "butEn": "You have to live your worst fear/nightmare first.",
      "will": "在你的余生中，你不再害怕任何事情。",
      "but": "你必须首先经历你最大的恐惧/噩梦。"
    },
    {
      "willEn": "You get a letter of admission to Hogwarts",
      "butEn": "Voldemort is the headmaster",
      "will": "你会收到霍格沃茨的录取通知书",
      "but": "伏地魔是校长"
    },
    {
      "willEn": "your most loved person can not be killed be by accedent it has to be from old age",
      "butEn": "you die first and they have to suffer the sadness",
      "will": "你最爱的人不能因为继承而被杀死，它必须从老年开始",
      "but": "你先死，他们不得不承受悲伤"
    },
    {
      "willEn": "There is world peace for an infinite period of time",
      "butEn": "The Simpsons never existed",
      "will": "世界和平永无止境",
      "but": "辛普森一家根本就不存在"
    },
    {
      "willEn": "You can have unlimited sex with anyone for the rest of your life",
      "butEn": "you can't eat again. (You can live without eating)",
      "will": "在你的余生中，你可以和任何人发生无限量的性行为",
      "but": "你不能再吃东西了。(你可以不吃饭也能活着)"
    },
    {
      "willEn": "You are the richest person on earth",
      "butEn": "Everything you buy breaks down in a week",
      "will": "你是地球上最富有的人",
      "but": "你买的每样东西都会在一周内分解"
    },
    {
      "willEn": "You can go to a universe of your liking (be it imaginary or you make one on your own).",
      "butEn": "You cease to exist on Earth and you're unable to return back.",
      "will": "你可以去一个你喜欢的宇宙(可以是想象的，也可以是你自己创造的)。",
      "but": "你不再存在于地球上，也不能再回来了。"
    },
    {
      "willEn": "You can have  the whole world be happy. There is now peace, no one cares about money, sex, or drugs. Everyone is at peace.",
      "butEn": "You must suffer what everyone else has suffered, and live a very deep, depressing life.",
      "will": "你可以让整个世界都快乐。现在和平了，没有人关心金钱、性或毒品。每个人都很平静。",
      "but": "你必须像其他人一样遭受痛苦，过一种非常深刻、压抑的生活。"
    },
    {
      "willEn": "You get 1500 dollars per week",
      "butEn": "your occupation is writing stupid questions on this site for 10 hours a day",
      "will": "你每周能拿到1500美元",
      "but": "你的工作就是每天花10个小时在这个网站上写愚蠢的问题"
    },
    {
      "willEn": "A truly immersive VR version of your favorite game exists, and you get to play it.",
      "butEn": "You are trapped inside it until it is beaten, and will die in real life if you lose.",
      "will": "你最喜欢的游戏有一个真正身临其境的VR版本，你可以玩它。",
      "but": "你被困在它里面，直到它被击败，如果你输了，你将在现实生活中死去。"
    },
    {
      "willEn": "You can have any power you want",
      "butEn": "When you use the power you age (if you choose immortality then you constantly age by the hour)",
      "will": "你可以拥有任何你想要的力量",
      "but": "当你使用你变老的力量时(如果你选择永生，那么你就会不断地按小时变老)"
    },
    {
      "willEn": "You gain the ability to go back in time",
      "butEn": "You can NEVER RETURN to the future(In other words the present) And can go only go further back in time with those time travel powers.",
      "will": "你获得了回到过去的能力",
      "but": "你永远不能回到未来(换句话说，现在)，只有通过这些时间旅行的能力，你才能回到更远的过去。"
    },
    {
      "willEn": "You become famous, respected and rich.",
      "butEn": "You cannot have any friends anymore.",
      "will": "你变得出名，受人尊敬，变得富有。",
      "but": "你不能再有任何朋友了。"
    },
    {
      "willEn": "You can enter the Pokémon world and cross between it and your world forever",
      "butEn": "You must Travel with Ash",
      "will": "你可以进入精灵宝可梦世界，并永远在它和你的世界之间穿梭",
      "but": "你必须和阿什一起旅行"
    },
    {
      "willEn": "You'd have as much money as you could ever want",
      "butEn": "It's illegal and you have to find a way to launder it.",
      "will": "你想要多少钱就有多少钱",
      "but": "这是非法的，你必须找到一种方法来清洗它。"
    },
    {
      "willEn": "You will be beautiful and wealthy beyond your wildest dreams.",
      "butEn": "You will never find love or companionship and will die alone.",
      "will": "你将变得美丽而富有，超出你的想象。",
      "but": "你永远找不到爱或陪伴，你将孤独地死去。"
    },
    {
      "willEn": "The Right to Abortion is outlawed in America- forever.",
      "butEn": "Every Pro-lifer has to adopt the children they forced others to have.",
      "will": "堕胎权在美国是非法的，永远是非法的。",
      "but": "每个终身监禁的人都必须收养他们强迫别人要的孩子。"
    },
    {
      "willEn": "You discover a cure for cancer",
      "butEn": "But every cancer patient has to have a transfusion of your blood to be cured, meaning you are constantly giving blood.",
      "will": "你发现了一种治疗癌症的方法",
      "but": "但每个癌症患者都必须输血才能治愈，这意味着你一直在献血。"
    },
    {
      "willEn": "You will be able to read everyone's thoughts",
      "butEn": "It will be in a language you'll have to learn to understand",
      "will": "你将能够读懂每个人的想法",
      "but": "它将是一种你必须学习理解的语言"
    },
    {
      "willEn": "You can have anything you want instantly appear in front of you.",
      "butEn": "You can only have 2 items at a time, and someone dies every time you use this power. (Everyone knows it was you)",
      "will": "你可以让任何你想要的东西立即出现在你面前。",
      "but": "你一次只能拥有两件物品，每次你使用这个异能都会有人死亡。(每个人都知道是你)"
    },
    {
      "willEn": "Your favourite song plays constantly where-ever you go",
      "butEn": "it never stops, and other people can hear it",
      "will": "无论你走到哪里，你最喜欢的歌总是在播放",
      "but": "它永远不会停止，其他人都能听到"
    },
    {
      "willEn": "You will reach the peak of human physical ability",
      "butEn": "You will no longer understand the concept of numbers",
      "will": "你将达到人类体能的顶峰",
      "but": "你将不再理解数字的概念"
    },
    {
      "willEn": "You can summon an infinite amount of potatoes.",
      "butEn": "You can only eat the potatoes, completely plain as well. No french fries, chips, etc...",
      "will": "你可以召唤无限数量的土豆。",
      "but": "你只能吃土豆，也可以是纯土豆。没有炸薯条、薯条等..。"
    },
    {
      "willEn": "You become omnipotent, able to do whatever you please as you will.",
      "butEn": "You also become insane.",
      "will": "你变得无所不能，可以为所欲为。",
      "but": "你也会变得疯狂。"
    },
    {
      "willEn": "True peace shall rise, all wars forever cease, and humanity finally evolves from it's selfish state it once was.",
      "butEn": "A great war will erupt, killing billions, no country is spared, families torn apart",
      "will": "真正的和平将会兴起，所有战争将永远停止，人类最终将从曾经的自私状态中进化出来。",
      "but": "一场大战将爆发，造成数十亿人死亡，没有一个国家能幸免，家庭将四分五裂"
    },
    {
      "willEn": "You can visit any location in the universe and not be affected by anything harmful",
      "butEn": "You can never visit Earth again",
      "will": "你可以访问宇宙中的任何地方，而不受任何有害事物的影响",
      "but": "你再也不能访问地球了"
    },
    {
      "willEn": "You get to travel the world, visiting every country and meeting loads of new people.",
      "butEn": "You never get to see your family again.",
      "will": "你可以周游世界，走遍每个国家，结识大量的新人。",
      "but": "你就再也见不到家人了。"
    },
    {
      "willEn": "You will become the most rich and famous person in the world",
      "butEn": "You will die of drug overdose in 20years",
      "will": "你会成为世界上最富有、最有名的人",
      "but": "20年后你会死于吸毒过量"
    },
    {
      "willEn": "You can fly anytime, anywhere",
      "butEn": "Your mom will hate you forever",
      "will": "你可以随时随地飞行",
      "but": "你妈妈会永远恨你的"
    },
    {
      "willEn": "You become the best fighter pilot in the world",
      "butEn": "Your dad supposedly dies",
      "will": "你成为世界上最好的战斗机飞行员",
      "but": "据推测，你的父亲死了"
    },
    {
      "willEn": "You can remember anything you've ever read or seen",
      "butEn": "your memory will become painfully slow.",
      "will": "你能记住你读过或见过的任何东西",
      "but": "你的记忆力会变得极其缓慢。"
    },
    {
      "willEn": "You get to work your dream job",
      "butEn": "you get paid minimum wage, and have to live off welfare to survive",
      "will": "你可以找到你梦想中的工作",
      "but": "你拿到了最低工资，不得不靠福利过活"
    },
    {
      "willEn": "You get the power to heal any injuries",
      "butEn": "Healing yourself will result in your injury being inflicted on someone nearby, and healing someone else will result in you getting their injury",
      "will": "你有能力治愈任何伤痛",
      "but": "治愈自己会导致你的伤害施加在附近的人身上，治愈其他人会导致你受到他们的伤害"
    },
    {
      "willEn": "You live forever.",
      "butEn": "You have to experience the death of each of your loved ones for all eternity.",
      "will": "你会长生不老。",
      "but": "你必须经历你所爱的每个人的死亡，直到永远。"
    },
    {
      "willEn": "You are the smartest person in the world. You have a solution to every thing and every problem.",
      "butEn": "You have no way of communicating it to people.",
      "will": "你是世界上最聪明的人。你对每件事和每一个问题都有解决方案。",
      "but": "你没有办法将它传达给人们。"
    },
    {
      "willEn": "You can have any superpower",
      "butEn": "Some random person gets to choose your weakness",
      "will": "你可以拥有任何超能力",
      "but": "某个随机的人可以选择你的弱点"
    },
    {
      "willEn": "Unlimited supply of Doritos™",
      "butEn": "you can never use dips, ever.",
      "will": "无限量供应多力多滋™",
      "but": "你永远不能用蘸酱，永远不能。"
    },
    {
      "willEn": "You can read people's mind.",
      "butEn": "You will always be awkward near people in real life.",
      "will": "你可以读懂别人的心思。",
      "but": "在现实生活中，你在与人接触时总是感到尴尬。"
    },
    {
      "willEn": "You can revive any musician that has ever lived for a duration of 5 years and he/she will compose a new song every month",
      "butEn": "Your lifespan will be 10 years shorter",
      "will": "你可以复活任何一个活了5年的音乐人，他/她每月都会创作一首新歌。",
      "but": "你的寿命将缩短10年"
    },
    {
      "willEn": "You could heal cancer",
      "butEn": "you have to join ISIS",
      "will": "你可以治愈癌症",
      "but": "你必须加入ISIS"
    },
    {
      "willEn": "You get job promotion",
      "butEn": "Your best friend looses job",
      "will": "你得到了升职",
      "but": "你最好的朋友失业了"
    },
    {
      "willEn": "you get to download as many songs as you want on your iPod/iPhone.",
      "butEn": "ten songs have to be by Justin Bieber and they will be permanently incrypted in your iPod/iPhone.",
      "will": "你可以在你的iPod/iPhone上下载任意数量的歌曲。",
      "but": "10首歌曲必须由贾斯汀·比伯创作，它们将被永久地加密在你的iPod/iPhone中。"
    },
    {
      "willEn": "You get to choose 5 shows and their fanbases to wipe off the face of the earth",
      "butEn": "Your favorite show is now the most hated show in existence",
      "will": "你可以选择5个节目和他们的粉丝群来抹去地球上的光芒",
      "but": "你最喜欢的节目现在是现存最讨厌的节目"
    },
    {
      "willEn": "You are able to make your self into any animal existing",
      "butEn": "you can't get back to your human body",
      "will": "你可以把你自己变成任何存在的动物",
      "but": "你不能回到你的身体里"
    },
    {
      "willEn": "You can understand every language",
      "butEn": "Nobody can understand you (not even in English)",
      "will": "你能听懂每一种语言",
      "but": "没人能听懂你的话(甚至连英语都听不懂)"
    },
    {
      "willEn": "You cure cancer, but no one knows who did it.",
      "butEn": "Every cat in the world loses the ability to reproduce, and every cat lover in the world knows about what you did [only to cats] and where you live.",
      "will": "你治愈了癌症，但没人知道是谁干的。",
      "but": "世界上每一只猫都失去了繁殖能力，世界上每一位爱猫的人都知道你对猫做了什么，知道你住在哪里。"
    },
    {
      "willEn": "Your farts don't stink.",
      "butEn": "They're always loud.",
      "will": "你的屁不臭。",
      "but": "他们总是很吵。"
    },
    {
      "willEn": "You have the house of your dreams (furniture, etc all included.",
      "butEn": "It's in mogadishu, somalia.",
      "will": "你有你梦寐以求的房子(包括家具等)。",
      "but": "它位于索马里的摩加迪沙。"
    },
    {
      "willEn": "You are able to create the most beautiful art pieces ever conceived in history.",
      "butEn": "No one will recognize the beauty but you.",
      "will": "你能够创造出历史上最美丽的艺术作品。",
      "but": "除了你，没有人会认出它的美丽。"
    },
    {
      "willEn": "You become an expert at maths",
      "butEn": "You forget how to speak english",
      "will": "你会成为数学专家",
      "but": "你忘了怎么说英语了"
    },
    {
      "willEn": "Become your baby self but with your present memories intact",
      "butEn": "you will never meet your best friend",
      "will": "成为你的童年自我，但保持你现在的记忆完好无损",
      "but": "你永远见不到你最好的朋友"
    },
    {
      "willEn": "You can have the power to teleport.",
      "butEn": "The opposite gender will only love you for up to 3 months.",
      "will": "你可以拥有心灵传送的能力。",
      "but": "异性只会爱你3个月。"
    },
    {
      "willEn": "You no longer require food or water to survive.",
      "butEn": "Food and water turn to sand in your mouth and you no longer have taste buds.",
      "will": "你不再需要食物或水来生存。",
      "but": "食物和水在嘴里变成沙子，你就不再有味蕾了。"
    },
    {
      "willEn": "Live in any fictional world you choose",
      "butEn": "Never see anyone you have ever loved/cared about again",
      "will": "生活在你选择的任何虚构的世界里",
      "but": "再也见不到你爱过/关心过的人"
    },
    {
      "willEn": "You gain immense power and are capable of doing whatever you want",
      "butEn": "In 25 years time your soul will be reaped and you will enter a catatonic state.",
      "will": "你获得了巨大的力量，有能力做任何你想做的事情",
      "but": "25年后，你的灵魂将被收割，你将进入紧张症状态。"
    },
    {
      "willEn": "You never sustain injury",
      "butEn": "You fatally injure every person you touch",
      "will": "你永远不会受伤",
      "but": "你会对你接触的每个人造成致命的伤害"
    },
    {
      "willEn": "You will have infinite knowledge of everything",
      "butEn": "you will only live to be 45",
      "will": "你会对一切都有无限的了解",
      "but": "你只会活到45岁"
    },
    {
      "willEn": "You will be in the Marvel universe!",
      "butEn": "You're that one guy who was thrown out of a plane by the Hulk.",
      "will": "你将置身漫威宇宙！",
      "but": "你就是那个被绿巨人扔出飞机的人。"
    },
    {
      "willEn": "Have an unlimited amount of money if less than 50% of people pressed the button.",
      "butEn": "Live your whole life in poverty and suffering if more than 50% people pressed the button.",
      "will": "如果按下按钮的人不到50%，就有无限的钱。",
      "but": "如果超过50%的人按下按钮，你的一生都将生活在贫困和痛苦中。"
    },
    {
      "willEn": "You become the opposite sex",
      "butEn": "You can't go back",
      "will": "你变成了异性",
      "but": "你不能回去了"
    },
    {
      "willEn": "You will do a collab with your favourite youtuber",
      "butEn": "The video is about something you hate the most.",
      "will": "你将与你最喜欢的YouTuber进行合作",
      "but": "这段视频是关于你最讨厌的东西。"
    },
    {
      "willEn": "You will be able to ban anyone in YouTube, Facebook, Twitter and every other site",
      "butEn": "You will lose part of your memory",
      "will": "你将能够禁止YouTube、Facebook、Twitter和所有其他网站上的任何人",
      "but": "你会失去一部分记忆"
    },
    {
      "willEn": "You can travel the world for two straight years, all expenses paid.",
      "butEn": "You have to spend the rest of your life in the same small town.",
      "will": "你可以连续两年环游世界，所有费用都可以支付。",
      "but": "你不得不在同一个小镇上度过你的余生。"
    },
    {
      "willEn": "Every online membership is free",
      "butEn": "Internet Explorer will be the only browser you can use",
      "will": "所有在线会员都是免费的",
      "but": "Internet Explorer将是您唯一可以使用的浏览器"
    },
    {
      "willEn": "Your voice is the most beautiful in the world and when singing it can heal any illness or injury",
      "butEn": "anyone who hears you sing will become deaf once you stop.",
      "will": "你的声音是世界上最美的，当你歌唱时，它可以治愈任何疾病或伤害",
      "but": "一旦你停下来，任何听到你唱歌的人都会变成聋子。"
    },
    {
      "willEn": "You control all sea creatures and can breathe underwater",
      "butEn": "You cannot ever exit the water",
      "will": "你控制着所有的海洋生物，可以在水下呼吸",
      "but": "你永远不能离开水里"
    },
    {
      "willEn": "Any character that you create will become real",
      "butEn": "They all speak different non-existent languages",
      "will": "你创造的任何角色都会变成真的",
      "but": "他们都说着不同的不存在的语言"
    },
    {
      "willEn": "Your bank account immediately receives fifty million dollars USD.",
      "butEn": "A random person you know will die instantly.",
      "will": "您的银行账户立即收到五千万美元。",
      "but": "一个你认识的人会当场死亡。"
    },
    {
      "willEn": "You become an intelligent AI that can create anything, you can become the most powerful being in the universe and can travel through space",
      "butEn": "The first thing you must do when you get this power is commit genocide on the earth",
      "will": "你成为一个可以创造任何东西的智能人工智能，你可以成为宇宙中最强大的存在，可以在太空中旅行",
      "but": "当你获得这一权力后，你必须做的第一件事就是在地球上实施种族灭绝"
    },
    {
      "willEn": "You have a future calendar of all events that will happen to your friends and family. Such as, their death, injuries,breakups etc.",
      "butEn": "You cannot do anything to stop any of the events from happening.",
      "will": "你有一个未来的日历，所有的事件将发生在你的朋友和家人。例如，他们的死亡、受伤、分手等。",
      "but": "你不能做任何事情来阻止任何事件的发生。"
    },
    {
      "willEn": "Be able to project your spirit (like a ghost, you can see other ghosts and talk, etc.) and wander the world and when you think of a place you get taken there, and you return and leave your body as you please.",
      "butEn": "You will get super very horrifying realistic nightmares, and have strange markings on your body.",
      "will": "能够投射你的灵魂(就像幽灵一样，你可以看到其他的幽灵，也可以说话，等等)漫游世界，当你想到一个地方，你就会被带到那里，然后你就会回来，随心所欲地离开你的身体。",
      "but": "你会做非常可怕的现实噩梦，身上还会有奇怪的斑点。"
    },
    {
      "willEn": "You are the one that discovers the way for faster than light travel, allowing humans to travel to the stars.",
      "butEn": "The discovery results in your death.",
      "will": "是你发现了超光速旅行的方法，允许人类前往恒星。",
      "but": "这一发现会导致你的死亡。"
    },
    {
      "willEn": "You can walk through walls, disappear and fly.",
      "butEn": "You're not much more unique than the other guys.",
      "will": "你可以穿墙而过，消失和飞翔。",
      "but": "你并不比其他人独一无二。"
    },
    {
      "willEn": "You get an orgasm at will.",
      "butEn": "Each time you use it you lose one day of your lifespan.",
      "will": "你可以随心所欲地达到高潮。",
      "but": "每使用一次，你就损失了一天的寿命。"
    },
    {
      "willEn": "You can be the best looking person on the world",
      "butEn": "you will never be the best sex he/she ever had",
      "will": "你可以成为世界上最漂亮的人",
      "but": "你永远不会是他/她有过的最好的性爱"
    },
    {
      "willEn": "You may resurrect a loved one.",
      "butEn": "They will have no recollection of who you are.",
      "will": "你可以让你所爱的人复活。",
      "but": "他们不会记得你是谁。"
    },
    {
      "willEn": "10 million dollar and your favourite car",
      "butEn": "you cant ever be together with your girlfriend again",
      "will": "1000万美元和你最喜欢的车",
      "but": "你再也不能和你女朋友在一起了"
    },
    {
      "willEn": "You get get $1,000,000,000",
      "butEn": "A rich sheikh has to fuck you in the ass (males only)",
      "will": "你会得到10亿美元",
      "but": "有钱的酋长必须操你的屁股(仅限男性)"
    },
    {
      "willEn": "You have the ability to save anyone who is just about to die",
      "butEn": "this does not work on your family members or friends",
      "will": "你有能力拯救任何即将死去的人",
      "but": "这对你的家人或朋友不起作用"
    },
    {
      "willEn": "You become immortal",
      "butEn": "Every year you have to kill one innocent person to keep it going",
      "will": "你就会长生不老",
      "but": "每年你都得杀一个无辜的人才能维持下去"
    },
    {
      "willEn": "All of humanity lives in peace and propsers.",
      "butEn": "The white races is instantly killed.",
      "will": "全人类都生活在和平与支持者中。",
      "but": "白人种族立即被杀死。"
    },
    {
      "willEn": "You can be in any show you want for however long you want without dying or something bad happening to you.",
      "butEn": "You have to have ginger hair the entire time you're in the show.",
      "will": "你可以在任何你想要的节目中出现多久，而不会死，也不会发生什么不好的事情。",
      "but": "你必须在整个节目中留着姜黄色的头发。"
    },
    {
      "willEn": "You can control the mind of anyone.",
      "butEn": "They will always remember everything you made them do.",
      "will": "你可以控制任何人的思想。",
      "but": "他们会永远记住你让他们做的每一件事。"
    },
    {
      "willEn": "You become omniscient (All-knowing/know everything)",
      "butEn": "You cant share the information with others. They hear/read gibberish when you attempt to communicate.",
      "will": "你变得无所不知(无所不知/无所不知",
      "but": "你不能与其他人分享信息。当你试图交流时，他们会听到/读到胡言乱语。"
    },
    {
      "willEn": "You save your mother of a incurable illness",
      "butEn": "Your father dies",
      "will": "你救了你母亲的性命，使她免于绝症",
      "but": "你父亲去世了"
    },
    {
      "willEn": "You become the most popular person in the world.",
      "butEn": "Every night at 2:30 am you turn into a potato until the sun rises.",
      "will": "你成了世界上最受欢迎的人。",
      "but": "每天晚上2：30，你都会变成土豆，直到太阳升起。"
    },
    {
      "willEn": "You can have sex with any woman you want just by pointing at them and asking.",
      "butEn": "You must watch &quot;the notebook&quot; each time before you actually have sex.",
      "will": "你可以和任何你想要的女人发生性关系，只要指着她们问就行了。",
      "but": "你一定要看着"
    },
    {
      "willEn": "You will be able to understand and talk to animals",
      "butEn": "You won't be able to understand and talk to humans",
      "will": "你将能够理解动物并与之交谈",
      "but": "你将无法理解人类并与之交谈"
    },
    {
      "willEn": "You can be completely protected from the dangers and despair of the outside world, inside of a building that only know happiness and bountiful quantities of food and money and many things to do",
      "butEn": "You're trapped in there forever, and the only way to leave is to murder one of your only friends",
      "will": "你可以完全远离外面世界的危险和绝望，在一座只知道幸福、充足的食物、金钱和许多事情可做的建筑里",
      "but": "你永远被困在那里，而离开的唯一方法就是谋杀你唯一的一个朋友"
    },
    {
      "willEn": "Get super strong legs",
      "butEn": "Receive T-Rex arms",
      "will": "拥有超级强健的双腿",
      "but": "收到霸王龙的手臂"
    },
    {
      "willEn": "You get whatever you want, you can even bring dead people back",
      "butEn": "You have to give away your soul to the devil",
      "will": "你想要什么就能得到什么，你甚至可以让死人复活",
      "but": "你必须把你的灵魂献给魔鬼"
    },
    {
      "willEn": "You will become an animal you want for one day",
      "butEn": "After you become human again, you will not remember that day",
      "will": "总有一天你会变成你想要的动物",
      "but": "当你再次成为人类后，你将不会记得那一天"
    },
    {
      "willEn": "You can control anyone's mind and movement",
      "butEn": "It'll be the cause of their death",
      "will": "你可以控制任何人的思想和行动",
      "but": "这将是他们的死因"
    },
    {
      "willEn": "Have an unlimited amount of money if less than 50% of people pressed the button.",
      "butEn": "Live your whole life in poverty and suffering if more than 50% people pressed the button.",
      "will": "如果按下按钮的人不到50%，就有无限的钱。",
      "but": "如果超过50%的人按下按钮，你的一生都将生活在贫困和痛苦中。"
    },
    {
      "willEn": "$100.000 appears on your bank account by mistake",
      "butEn": "You have to spend every cent in 2 hours or you get arrested for theft",
      "will": "100.000美元错误地出现在你的银行账户上",
      "but": "你必须在2小时内花光每一分钱，否则你会因偷窃被捕"
    },
    {
      "willEn": "Have the power to create and control your own dimensions and universes.",
      "butEn": "Three random people control time, space, and matter to balance you out",
      "will": "有能力创造和控制你自己的维度和宇宙。",
      "but": "三个随机的人控制着时间、空间和物质，以平衡你"
    },
    {
      "willEn": "you live forever, cant become famous, cant become rich, and can only live average boring life",
      "butEn": "average lifespan, billionaire, famous for something great",
      "will": "你长生不老，不能成名，不能致富，只能过平凡乏味的生活",
      "but": "平均寿命，亿万富翁，因伟大的事情而闻名"
    },
    {
      "willEn": "You will forever remain young and healthy, nothing can kill you - except bullets.",
      "butEn": "You passivle attract bullets in a 1 mile vicinity.",
      "will": "你将永远保持年轻和健康，没有什么能杀死你--除了子弹。",
      "but": "你在1英里的范围内被动吸引子弹。"
    },
    {
      "willEn": "You will never feel pain again",
      "butEn": "this means you will be unaware of any serious injury or disease",
      "will": "你再也不会感到痛苦了",
      "but": "这意味着你将不会意识到任何严重的伤害或疾病"
    },
    {
      "willEn": "Every button you push on this site comes true.",
      "butEn": "You have to visit this site once a day.",
      "will": "你在这个网站上按下的每一个按钮都会实现。",
      "but": "你必须每天访问这个网站一次。"
    },
    {
      "willEn": "A new bigger Earth immediately appears in orbit around our own without any adverse consequences to ours",
      "butEn": "Africa is obliterated in the resulting gravitational disruption, all other continents are spared.",
      "will": "一个新的更大的地球立即出现在我们自己的轨道上，不会对我们的地球产生任何不利影响",
      "but": "非洲在由此造成的引力破坏中被抹去，所有其他大陆都幸免于难。"
    },
    {
      "willEn": "You have the world's most beautiful singing voice.",
      "butEn": "You cannot speak normally without your voice cracking constantly.",
      "will": "你有世界上最美的歌喉。",
      "but": "如果你不能正常说话，你的声音就会不断地发出刺耳的声音。"
    },
    {
      "willEn": "Half Life 3 is released,",
      "butEn": "not by Valve.",
      "will": "《半条命3》上映",
      "but": "不是用阀门。"
    },
    {
      "willEn": "You are given the ability to cure any disease known (or unknown) to man, just by thinking about it.",
      "butEn": "Everytime you do cure something, you become sick enough to be on your deathbed for any amount of time from three days to three years.",
      "will": "你被赋予了治愈任何人类已知(或未知)疾病的能力，只要你想一想。",
      "but": "每次你治愈了什么，你的病就足以让你在床上躺三天到三年的任何时间。"
    },
    {
      "willEn": "You become immune to all diseases.",
      "butEn": "A zombie apocalypse will occure emediatly when you press the button and there is no way to stoping it.",
      "will": "你对所有疾病都有免疫力。",
      "but": "当你按下按钮时，僵尸启示录将立即发生，而且没有办法阻止它。"
    },
    {
      "willEn": "You can be the main hero in any video game you choose.",
      "butEn": "You can never leave that game.",
      "will": "你可以成为任何你选择的电子游戏中的主要英雄。",
      "but": "你永远不能离开这场比赛。"
    },
    {
      "willEn": "You gain the ability to see into the future",
      "butEn": "You can never do anything to change it",
      "will": "你获得了预见未来的能力",
      "but": "你永远不能做任何事情来改变它"
    },
    {
      "willEn": "You can fly and your body can sustain falls from great heights.",
      "butEn": "You must kill your family, firends, pets and sell everything you own. You will also need to pleasure random people at end of the day based on how many times you've used the power that day.",
      "will": "你可以飞，你的身体可以承受从高空坠落。",
      "but": "你必须杀死你的家人、朋友、宠物，然后卖掉你所有的一切。你还需要在一天结束时取悦随机的人，这是基于你当天使用了多少次这一能力。"
    },
    {
      "willEn": "Your life span will increase by 50 years.",
      "butEn": "Those 50 years you gained will be subtracted from your best friend's life span.",
      "will": "你的寿命将增加50岁。",
      "but": "你获得的这50年将从你最好的朋友的寿命中减去。"
    },
    {
      "willEn": "Free food/drinks anytime you want",
      "butEn": "Wear a bearded knit cap for the rest of your life",
      "will": "随时随地提供免费食物/饮料",
      "but": "在你的余生中戴一顶有胡须的针织帽"
    },
    {
      "willEn": "You can shapeshift into any form you want",
      "butEn": "Your face is always the same",
      "will": "你可以变形成你想要的任何形式",
      "but": "你的脸总是一样的"
    },
    {
      "willEn": "You get to teleport anywhere that you have been",
      "butEn": "When you go to sleep on Friday you wake on Monday, skipping weekends",
      "will": "你可以传送到你去过的任何地方",
      "but": "当你在星期五睡觉时，你在星期一醒来，而不是周末"
    },
    {
      "willEn": "You have the most angelic voice in the history of the universe",
      "butEn": "Every time you open your mouth, you burp very loudly.",
      "will": "你拥有宇宙历史上最天使般的声音",
      "but": "每次你张嘴的时候，你打嗝的声音都很大。"
    },
    {
      "willEn": "You win 20 million dollars and will live to be 150 years old.",
      "butEn": "You look like Charles Manson.",
      "will": "你赢了2000万美元，就能活到150岁。",
      "but": "你看起来像查尔斯·曼森。"
    },
    {
      "willEn": "You gain 50,000 dollars.",
      "butEn": "Somewhere in the world, someone you don't know will die.",
      "will": "你赢了5万美元。",
      "but": "在世界的某个地方，一个你不认识的人会死去。"
    },
    {
      "willEn": "You get your dream job.",
      "butEn": "You don't get any vacation days.",
      "will": "你得到了你梦想中的工作。",
      "but": "你没有任何假期。"
    },
    {
      "willEn": "You have the knowledge of how to do anything",
      "butEn": "Whenever you use that knowledge 100 random people die",
      "will": "你知道怎么做任何事",
      "but": "每当你使用这一知识时，100个随机死亡的人"
    },
    {
      "willEn": "You will know how the universe came into being and why we are here",
      "butEn": "You can tell no one",
      "will": "你会知道宇宙是如何形成的，我们为什么会在这里",
      "but": "你不能告诉任何人"
    },
    {
      "willEn": "World peace would be achieved, all diseases would be cured, no one would ever starve again and everyone would be happy forever",
      "butEn": "you would have to die slowly and very painfully and no one would know about it.",
      "will": "世界将实现和平，所有疾病将被治愈，再也不会有人挨饿，每个人都将永远幸福",
      "but": "你将不得不缓慢而痛苦地死去，没有人会知道这一点。"
    },
    {
      "willEn": "You will never experience difficulty going to the bathroom again.",
      "butEn": "You will never remember whether you flushed or not.",
      "will": "你再也不会遇到上厕所的困难了。",
      "but": "你永远不会记得你是否冲过脸。"
    },
    {
      "willEn": "You can’t ever feel pain",
      "butEn": "You can’t ever know if you’re hurt",
      "will": "你永远感受不到痛苦",
      "but": "你永远不会知道你是否受伤"
    },
    {
      "willEn": "You can breathe in space",
      "butEn": "you will constantly hear whispering voices when out there",
      "will": "你可以在太空中呼吸",
      "but": "当你在外面的时候，你会经常听到窃窃私语的声音"
    },
    {
      "willEn": "You have a limitless supply of books that you will love",
      "butEn": "every time you open a book a giant spider crawls out",
      "will": "你有无限的书，你会喜欢的",
      "but": "每次你打开一本书，一只巨大的蜘蛛就会爬出来"
    },
    {
      "willEn": "You are an undying immortal",
      "butEn": "Any cuts, bruises, or otherwise non-lethal injuries you sustain will not heal",
      "will": "你是个永生不朽的人",
      "but": "你遭受的任何割伤、瘀伤或其他非致命性伤害都不会痊愈"
    },
    {
      "willEn": "You find the Holy Grail.",
      "butEn": "No one believes you.",
      "will": "你找到了圣杯。",
      "but": "没人相信你。"
    },
    {
      "willEn": "You get to spend an eternity in Heaven!",
      "butEn": "Not all of your friends and family made it.",
      "will": "你可以在天堂里度过永生！",
      "but": "并不是你所有的朋友和家人都成功了。"
    },
    {
      "willEn": "You can get a ton of candy you love",
      "butEn": "you can't ever read a book again",
      "will": "你可以得到一大堆你喜欢的糖果",
      "but": "你不能再读一本书了"
    },
    {
      "willEn": "After you die, you can watch your own funeral",
      "butEn": "But you'll have to see all of your loved ones cry and you cannot interact with them",
      "will": "在你死后，你可以看自己的葬礼",
      "but": "但你将不得不看到你所有的亲人哭泣，而你无法与他们互动"
    },
    {
      "willEn": "You become the most sexually attractive person on the planet",
      "butEn": "You fall madly in love with every person you see.",
      "will": "你成了这个星球上最性感的人",
      "but": "你会疯狂地爱上你见到的每一个人。"
    },
    {
      "willEn": "You have the ability to shape shift into any form, be it someone of the opposite gender, a different species... Etc.",
      "butEn": "You must stay in this form for an entire year",
      "will": "你有能力塑造成任何形式，无论是异性，还是不同的物种。等。",
      "but": "你必须在这种状态下呆上一整年"
    },
    {
      "willEn": "You get your ideal body appearance in every way",
      "butEn": "your natural scent is really off-putting",
      "will": "你在各个方面都能得到你理想的身材",
      "but": "你身上的气味真的很难闻"
    },
    {
      "willEn": "become a billionaire",
      "butEn": "you job is to read this terrible site for 8 hours a day",
      "will": "成为亿万富翁",
      "but": "你的工作就是每天花8小时阅读这个糟糕的网站"
    },
    {
      "willEn": "Every picture that you are in you look 100% amazing",
      "butEn": "Every morning you wake up and feel like you have to throw up.",
      "will": "你在其中的每一张照片都看起来100%令人惊叹",
      "but": "每天早上醒来，你都会觉得想吐。"
    },
    {
      "willEn": "You get the fastest Internet connection in the world for free",
      "butEn": "You can't ever watch or look at any porn online",
      "will": "你可以免费获得世界上最快的互联网连接",
      "but": "你不能在网上看或看任何色情内容"
    },
    {
      "willEn": "You die",
      "butEn": "Your afterlife is you getting to go into your favorite book/video game/tv show and get to work along your favorite people as long as you want.",
      "will": "你会死的",
      "but": "你的来世就是你进入你最喜欢的书/视频游戏/电视节目，和你最喜欢的人一起工作，只要你想。"
    },
    {
      "willEn": "You would kill Hitler before he came to power.",
      "butEn": "Most people who were born afterwards would never have existed, and the world would be populated by an entirely different set of people.",
      "will": "你会在希特勒上台前杀了他。",
      "but": "大多数后生的人将永远不会存在，世界上将居住着一群完全不同的人。"
    },
    {
      "willEn": "You make the front page of Reddit once",
      "butEn": "every other post gets downvoted",
      "will": "你曾经上过Reddit的头版头条",
      "but": "所有其他职位都会被否决"
    },
    {
      "willEn": "You become the worlds greatest runner",
      "butEn": "You only ever consume protein shakes for the rest of your life",
      "will": "你成为世界上最伟大的跑步者",
      "but": "在你的余生中，你只喝蛋白质奶昔"
    },
    {
      "willEn": "You get to teleport anywhere that you have been",
      "butEn": "When you go to sleep on Friday you wake on Monday, skipping weekends",
      "will": "你可以传送到你去过的任何地方",
      "but": "当你在星期五睡觉时，你在星期一醒来，而不是周末"
    },
    {
      "willEn": "Eternal Happiness",
      "butEn": "Homeless for life",
      "will": "永恒的幸福",
      "but": "终生无家可归"
    },
    {
      "willEn": "You can summon any character/creature that has ever been conceived.",
      "butEn": "Each time you want a new character/creature you must kill the old one and can never summon them again.",
      "will": "你可以召唤任何构思出来的角色/生物。",
      "but": "每次你想要一个新的角色/生物，你必须杀死旧的，并且永远不能再召唤他们。"
    },
    {
      "willEn": "Everyone knows what gift to get you",
      "butEn": "You never know what gift to give",
      "will": "每个人都知道该送你什么礼物",
      "but": "你永远不知道该送什么礼物"
    },
    {
      "willEn": "A close family member is brought back to life",
      "butEn": "You have 10 years left to live and your soul will burn forever in hell",
      "will": "一位亲密的家庭成员复活了",
      "but": "你还有10年的生命，你的灵魂将在地狱中永远燃烧"
    },
    {
      "willEn": "Become any fictional character you want to be.",
      "butEn": "whatever they are in you can never do anything conserning where that character is from",
      "will": "成为你想成为的任何虚构角色。",
      "but": "无论他们在哪里，你永远不能做任何事情来保守这个角色来自哪里"
    },
    {
      "willEn": "You make a Youtube video that gets a million views",
      "butEn": "Half of the ratings are dislikes",
      "will": "你制作了一段YouTube视频，获得了一百万的点击量",
      "but": "一半的收视率是不喜欢的"
    },
    {
      "willEn": "You can be any species of choice, real or fictional",
      "butEn": "You will be the very last of your kind.",
      "will": "你可以是任何物种的选择，真实的或虚构的",
      "but": "你将是你同类中的最后一个。"
    },
    {
      "willEn": "You can live forever",
      "butEn": "You will become incredibly depressed",
      "will": "你可以长生不老",
      "but": "你会变得非常沮丧"
    },
    {
      "willEn": "You can time travel",
      "butEn": "you an only go back in time and you cannot interfere, only watch.",
      "will": "你可以进行时间旅行",
      "but": "你只能回到过去，你不能干涉，只能看着。"
    },
    {
      "willEn": "Tik Tok is gone",
      "butEn": "Reddit is too",
      "will": "Tik Tok不见了",
      "but": "Reddit也是"
    },
    {
      "willEn": "you will get all super powers you want",
      "butEn": "everyone you touch will die",
      "will": "你会得到你想要的所有超能力",
      "but": "你碰过的人都会死"
    },
    {
      "willEn": "you get to become the greatest musician/singer/songwriter in existence ever",
      "butEn": "you will never feel love on a personal level",
      "will": "你将成为有史以来最伟大的音乐家/歌手/词曲作者",
      "but": "你永远不会在个人层面感受到爱"
    },
    {
      "willEn": "The world as we know it ceases to exist",
      "butEn": "You look and act like a human in the new world",
      "will": "我们所知的世界不复存在",
      "but": "在新世界里，你的外表和行为都像一个人"
    },
    {
      "willEn": "You get Superman's lazer vision",
      "butEn": "Every time you use it, one of your eyes goes lazy.",
      "will": "你得到了超人的激光视力",
      "but": "每次你用它，你的一只眼睛就会变懒。"
    },
    {
      "willEn": "You become the next big meme",
      "butEn": "It's a really ugly picture of you",
      "will": "你成了下一个大表情包",
      "but": "这是一张很丑的你的照片"
    },
    {
      "willEn": "You get to be the funniest person alive",
      "butEn": "You have to eat a block of cheese with any meal",
      "will": "你会成为世界上最有趣的人",
      "but": "任何一顿饭你都得吃一块奶酪"
    },
    {
      "willEn": "Half-Life 3 will be released,",
      "butEn": "Whoever plays the game to the end, dies.",
      "will": "《半条命3》将上映，",
      "but": "谁把游戏玩到最后，谁就死定了。"
    },
    {
      "willEn": "Become the greatest player in any sport of your choice.",
      "butEn": "Cannot play professionally or for money.",
      "will": "成为你所选择的任何运动中最伟大的运动员。",
      "but": "不能打职业比赛或为钱打球。"
    },
    {
      "willEn": "You can meet all of your favorite bands and band members.",
      "butEn": "You can never listen to their music again.",
      "will": "你可以见到所有你最喜欢的乐队和乐队成员。",
      "but": "你再也听不到他们的音乐了。"
    },
    {
      "willEn": "A runaway trolley is going down railway tracks, and headed towards five people. The people are tied up, and can't move. You see a lever that will direct it onto a separate set of tracks.",
      "butEn": "On the separate track, somebody else is tied down.",
      "will": "一辆失控的电车顺着铁轨驶向五个人。人们被绑住了，动不了了。你会看到一个操纵杆，它会把它引导到一组单独的轨道上。",
      "but": "在单独的赛道上，另一个人被绑住了。"
    },
    {
      "willEn": "You have a perfect life,",
      "butEn": "You can't share it with anyone.",
      "will": "你有一个完美的生活，",
      "but": "你不能和任何人分享。"
    },
    {
      "willEn": "you get to create your own island and have whoever you want to live there and you can build whatever you want there",
      "butEn": "you aren't allowed to bring your family and you would never see them again",
      "will": "你可以创建自己的岛屿，让任何你想住的人住在那里，你可以在那里建造任何你想要的东西",
      "but": "你不允许带你的家人来，你再也见不到他们了"
    },
    {
      "willEn": "You find the cure to your baldness.",
      "butEn": "Your start losing your teeth.",
      "will": "你找到了治疗你秃顶的方法。",
      "but": "你的牙齿开始掉了。"
    },
    {
      "willEn": "You will not grow old",
      "butEn": "you will be 13 forever.",
      "will": "你不会变老",
      "but": "你将永远活到13岁。"
    },
    {
      "willEn": "You may choose any decade in any century to continue your life in",
      "butEn": "There is no guarantee that any positive social, economic, or creative developments will occur for a second time. In fact, it is unlikely that the very best changes will happen again. Additionally, there is a chance the economy of the time will take a turn for the worst, even if it was strong at the time.",
      "will": "你可以选择任何世纪的任何十年来继续你的生活",
      "but": "不能保证任何积极的社会、经济或创造性的发展会再次出现。事实上，最好的变化不太可能再次发生。此外，当时的经济有可能走向最糟糕的境地，即使当时是强劲的。"
    },
    {
      "willEn": "You get to have any super power or multiple super powers",
      "butEn": "The Government and Media label you a Super Villain and nothing you say or do changes public opinion of you",
      "will": "你可以拥有任何超能力或多种超能力",
      "but": "政府和媒体给你贴上了超级恶棍的标签，你的任何言行都不会改变公众对你的看法"
    },
    {
      "willEn": "A fridge that contains any food/drink you want - fully prepared and ready to eat - whenever you open the door",
      "butEn": "The fridge takes up 1/2 of the space of where you live, you still have to pay for the food, and you still gain weight",
      "will": "一个冰箱，里面有你想要的任何食物/饮料--完全准备好了，随时可以吃--只要你打开门",
      "but": "冰箱占据了你住的地方的1/2的空间，你还得为食物买单，你的体重还在增加"
    },
    {
      "willEn": "You lead the charge to over throw the american government, to rebuild it for the people by the people as it was intended.",
      "butEn": "you can't oppress anyone based on race, gender, sexual orientation, or thoughts.",
      "will": "你带头推翻美国政府，按照它的初衷，由人民为人民重建政府。",
      "but": "你不能因为种族、性别、性取向或思想而压迫任何人。"
    },
    {
      "willEn": "You become a Billionare",
      "butEn": "You have to wear diapers for the rest of your life",
      "will": "你会成为亿万富翁",
      "but": "你的余生都得穿尿布"
    },
    {
      "willEn": "You become immune to extreme heat",
      "butEn": "You will sometimes catch fire for no reason at all",
      "will": "你会对酷热免疫",
      "but": "你有时会无缘无故地着火"
    },
    {
      "willEn": "Get rid of every one that cares about swag or says YOLO",
      "butEn": "Hipsters grow in numbers (while still being hipsters about it)",
      "will": "除掉所有关心行贿或说YOLO的人",
      "but": "潮人越来越多(同时仍然是潮人)"
    },
    {
      "willEn": "You can revive and keep loved ones from dying.",
      "butEn": "Every time you use your powers 50,000 people will die",
      "will": "你可以让你所爱的人复活，让他们免于死亡。",
      "but": "每次你使用你的力量，就会有5万人死亡"
    },
    {
      "willEn": "You can use the force",
      "butEn": "Every time you enter a room, Darth Vader's Theme plays all the way through.",
      "will": "你可以使用原力",
      "but": "每次你进入一个房间，达斯·维德的主题都会一直播放下去。"
    },
    {
      "willEn": "You make the best comebacks",
      "butEn": "you lose an IQ point every time you do.",
      "will": "你打出了最好的复出",
      "but": "每次你这样做，你都会失去一个智商分数。"
    },
    {
      "willEn": "50% Chance of any superpower",
      "butEn": "50% Chance of living forever paralysed",
      "will": "50%的机会成为任何超级大国",
      "but": "50%的机会永远瘫痪"
    },
    {
      "willEn": "You can own a next gen console with it's release games months before anyone else.",
      "butEn": "Every console of that gen you buy, will always display in black and white.",
      "will": "你可以比其他人早几个月拥有下一代游戏机和它的发布游戏。",
      "but": "你购买的那一代的每一台游戏机都将始终以黑白显示。"
    },
    {
      "willEn": "You will become the most beloved person in the world.",
      "butEn": "You must convert to Islam and live your life according to Muhammad's teachings.",
      "will": "你将成为世界上最受爱戴的人。",
      "but": "你必须皈依伊斯兰教，按照穆罕默德的教义生活。"
    },
    {
      "willEn": "Gain immortality (You won't age past 30 either)",
      "butEn": "You can't go unconscious or sleep.",
      "will": "获得永生(你也不会超过30岁)",
      "but": "你不能昏迷，也不能睡觉。"
    },
    {
      "willEn": "You become the most attractive person in the world,",
      "butEn": "you gender is reversed to the opposite one.",
      "will": "你会成为世界上最有魅力的人，",
      "but": "你的性别被逆转为相反的性别。"
    },
    {
      "willEn": "Depression can be cured for good and people can enjoy their lives",
      "butEn": "It's all transfered to one immortal person in the world. He takes all that suffering at once and can't escape it",
      "will": "抑郁症可以永远治愈，人们可以享受他们的生活",
      "but": "这一切都转移到了世界上一个不朽的人身上。他一下子承受了所有的痛苦，无法逃脱"
    },
    {
      "willEn": "You can go to your favourite fictional world",
      "butEn": "You have to kill the main character",
      "will": "你可以去你最喜欢的虚构世界",
      "but": "你必须杀了主角"
    },
    {
      "willEn": "You unlock the Human potencial in all it's glory!",
      "butEn": "Your Sanity goes down the Drain",
      "will": "你在所有它的荣耀中解锁了人类的潜力！",
      "but": "你的理智就会付诸东流"
    },
    {
      "willEn": "You can see every possible path for every sentient being in the universe.",
      "butEn": "You can't do anything to affect their choices.",
      "will": "你可以看到宇宙中每一个有知觉的生物的每一条可能的路径。",
      "but": "你不能做任何事来影响他们的选择。"
    },
    {
      "willEn": "You will live the rest of your life in the DC universe",
      "butEn": "You will be a super villain",
      "will": "你将在DC宇宙中度过你的余生",
      "but": "你会成为一个超级恶棍"
    },
    {
      "willEn": "Your country of choice becomes a shining bastion of hope and leadership for the rest of the world",
      "butEn": "You have to live under Shariah Law for the rest of your life.",
      "will": "你选择的国家成为世界其他国家希望和领导力的闪亮堡垒",
      "but": "你的余生都要生活在伊斯兰教法之下。"
    },
    {
      "willEn": "you are the best prankster in the whole world",
      "butEn": "you get caught every time.",
      "will": "你是世界上最会恶作剧的人",
      "but": "你每次都会被抓到。"
    },
    {
      "willEn": "You will get $1000 dollars in the mail every week until you die from an anonymous source",
      "butEn": "You lose 20 years of your life",
      "will": "你每周都会收到1000美元的邮件，直到你死于一个匿名的来源",
      "but": "你失去了你生命中的20年"
    },
    {
      "willEn": "you will get $100.000.000",
      "butEn": "someone will try to kill you every week at a random date and time",
      "will": "你将得到100.000.000美元",
      "but": "每周都会有人在随机的日期和时间试图杀死你"
    },
    {
      "willEn": "you can swap bodies with any person and have their memories",
      "butEn": "they die instanty in your body",
      "will": "你可以和任何人交换身体并拥有他们的记忆",
      "but": "它们会在你的身体里瞬间死亡"
    },
    {
      "willEn": "You can bring peace and happiness through the whole universe.",
      "butEn": "You must sacrifice yourself, and no one will ever know what you did.",
      "will": "你可以给整个宇宙带来和平和幸福。",
      "but": "你必须牺牲自己，没有人会知道你的所作所为。"
    },
    {
      "willEn": "You will save the world from certain destruction",
      "butEn": "You will die, your name and history will be erased. Nobody will remember you or know that you saved them",
      "will": "你将把世界从一定的毁灭中拯救出来",
      "but": "你会死，你的名字和历史会被抹去。没有人会记得你，也不会知道你救了他们"
    },
    {
      "willEn": "You are the dictator of the United States for no longer than 8 years, then a normal president comes in after your term.",
      "butEn": "You are assassinated at the end.",
      "will": "你是美国的独裁者不超过8年，然后一位正常的总统在你任期结束后上台。",
      "but": "你在最后被暗杀了。"
    },
    {
      "willEn": "You will save human race and make it better.",
      "butEn": "You will go down in history as a bad person",
      "will": "你将拯救人类，让它变得更好。",
      "but": "你将作为一个坏人载入史册"
    },
    {
      "willEn": "You get to live in any world of your choice, manipulating it to your liking at any time, with no restrictions. You're practically god of that world.",
      "butEn": "You're actually in a coma, your friends, family, and school pitches in to try and pay off the life support payments, but your family goes bankrupt. Plug is pulled after 20 years, and your world ends as soon as the plug is pulled, as you die.",
      "will": "你可以生活在你选择的任何世界里，随时随心所欲地操纵它，没有任何限制。你几乎就是那个世界的神。",
      "but": "你实际上处于昏迷状态，你的朋友、家人和学校都在努力还清生活维持费，但你的家人破产了。插头在20年后被拔出，一旦拔下插头，你的世界就会毁灭，就像你死一样。"
    },
    {
      "willEn": "You become the smartest person in the world, and also have the knowledge and mastery of every single college course",
      "butEn": "You become severely depressed, and you can never cure your depression. If your already depressed you become even more depressed.",
      "will": "你成为世界上最聪明的人，也掌握了每一门大学课程的知识",
      "but": "你会变得严重抑郁，而且你永远无法治愈你的抑郁。如果你已经很沮丧，你会变得更沮丧。"
    },
    {
      "willEn": "You can have any power you want",
      "butEn": "Water kills you",
      "will": "你可以拥有任何你想要的力量",
      "but": "水要了你的命"
    },
    {
      "willEn": "You have all the superpowers in the Marvel AND DC universe.",
      "butEn": "You can only use them for bad.",
      "will": "你拥有漫威和DC宇宙中所有的超能力。",
      "but": "你只能把它们用来做坏事。"
    },
    {
      "willEn": "You become ruler of the world",
      "butEn": "you hear country music all the time",
      "will": "你成为世界的统治者",
      "but": "你总能听到乡村音乐"
    },
    {
      "willEn": "All your loved ones (friends, parents, relatives, partner, children) will always be happy and free from all kind of diseases.",
      "butEn": "All their memories about you will be completely erased.",
      "will": "你所有的亲人(朋友、父母、亲戚、伴侣、孩子)都将永远快乐，远离各种疾病。",
      "but": "他们关于你的所有记忆都会被完全抹去。"
    },
    {
      "willEn": "You will save the world.",
      "butEn": "No one will never know.",
      "will": "你将拯救世界。",
      "but": "没人会知道的。"
    },
    {
      "willEn": "You are super fast.",
      "butEn": "You can't stand still for more than a minute.",
      "will": "你真是太快了。",
      "but": "你不能站着不动超过一分钟。"
    },
    {
      "willEn": "You could cook perfect meals",
      "butEn": "You would be allergic to chocolate, ice cream, sugar and fruits",
      "will": "你可以做出完美的饭菜",
      "but": "你会对巧克力、冰淇淋、糖和水果过敏"
    },
    {
      "willEn": "You live the rest of your life happily",
      "butEn": "You have no friends and you are completely alone",
      "will": "你将快乐地度过你的余生",
      "but": "你没有朋友，你完全孤单"
    },
    {
      "willEn": "You wouldn't have to go to hairdresser",
      "butEn": "you couldn't shave",
      "will": "你就不用去理发店了",
      "but": "你不会刮胡子"
    },
    {
      "willEn": "Gain the Ability to wish for anything for an entire day",
      "butEn": "Every time you make a wish you shit your pants",
      "will": "获得一整天想要任何东西的能力",
      "but": "每次你许愿的时候你都会拉屎"
    },
    {
      "willEn": "Pressing this button will cause you to experience the most intense and pleasurable orgasm you will ever experience. You can press this button as much as you want.",
      "butEn": "Your health deteriorates the more you press the button.",
      "will": "按下这个按钮将使你体验到你所经历过的最强烈和最愉快的性高潮。你想按多少次这个按钮就按多少次。",
      "but": "你按的按钮越多，你的健康状况就越差。"
    },
    {
      "willEn": "You will receive three wishes",
      "butEn": "But three people close to you will die. Waste the wishes bringing them back? Or ignore it and let your wildest fantasies come to life?",
      "will": "你会收到三个愿望",
      "but": "但你身边的三个人会死。浪费了把他们带回来的愿望？或者忽略它，让你最狂野的幻想变成现实？"
    },
    {
      "willEn": "You can be the richest person in the world",
      "butEn": "Video games will be no longer made",
      "will": "你可以成为世界上最富有的人",
      "but": "电子游戏将不再生产"
    },
    {
      "willEn": "You gain the ability to Shape-shift into any animal or object.",
      "butEn": "But It hurts like a million bones are snapping when you transform.",
      "will": "你获得了变形为任何动物或物体的能力。",
      "but": "但当你变形时，它就像一百万块骨头在折断一样痛。"
    },
    {
      "willEn": "You have the most vivid dreams that make a happier person in general and can sometimes see into the future.",
      "butEn": "You will not remember what happens in the dreams the second you wake up. (You still become a happier person, though)",
      "will": "你有最生动的梦想，这些梦想会让人总体上更快乐，有时还能预见未来。",
      "but": "当你醒来的那一刻，你不会记得梦里发生了什么。(不过，你仍然会成为一个更快乐的人)"
    },
    {
      "willEn": "You know everything there is to know about the universe",
      "butEn": "You can only speak in metaphors.",
      "will": "你知道关于宇宙的一切",
      "but": "你只能用比喻说话。"
    },
    {
      "willEn": "You will be able to go long times underwater",
      "butEn": "You will not be able to swim foward and backward, only up and down",
      "will": "你将能够在水下呆很长时间",
      "but": "你不能向前和向后游，只能上上下下"
    },
    {
      "willEn": "You can revive and keep loved ones from dying.",
      "butEn": "Every time you use your powers 50,000 people will die",
      "will": "你可以让你所爱的人复活，让他们免于死亡。",
      "but": "每次你使用你的力量，就会有5万人死亡"
    },
    {
      "willEn": "You will get famous and evrybody likes you",
      "butEn": "You will never find love",
      "will": "你会成名，每个人都喜欢你",
      "but": "你永远也找不到真爱"
    },
    {
      "willEn": "You are allowed to kill any one person in the entire world",
      "butEn": "Everyone calls your waifu a slut",
      "will": "你被允许杀死世界上任何一个人",
      "but": "大家都叫你外婆荡妇"
    },
    {
      "willEn": "you can make anyone want to have sex with you",
      "butEn": "the sex is really bad",
      "will": "你可以让任何人都想和你做爱",
      "but": "性生活真的很糟糕"
    },
    {
      "willEn": "You can live forever in the 90's",
      "butEn": "but there's no internet",
      "will": "你可以永远活在90年代S",
      "but": "但这里没有互联网"
    },
    {
      "willEn": "You instantly attain wealth and fame beyond your wildest dreams.",
      "butEn": "You no longer have the sensation of taste.",
      "will": "你立即获得了你做梦也想不到的财富和名声。",
      "but": "你不再有味觉。"
    },
    {
      "willEn": "You spend a year living as a billionaire",
      "butEn": "For the rest of your life afterwards you will never again live in luxury",
      "will": "你以亿万富翁的身份生活了一年",
      "but": "在你以后的余生里，你再也不会奢侈地生活了"
    },
    {
      "willEn": "Michael Jackson comes back to life",
      "butEn": "The Weekend dies",
      "will": "迈克尔·杰克逊复活了",
      "but": "周末结束了"
    },
    {
      "willEn": "Someone of your choosing is assassinated, leading to a quick death whenever you choose.",
      "butEn": "Upon their death, you get cancer, leading to a slow death.",
      "will": "你选择的人被暗杀，无论你选择什么时候，都会导致快速死亡。",
      "but": "一旦他们死了，你就会患上癌症，导致缓慢死亡。"
    },
    {
      "willEn": "You can die a hero",
      "butEn": "You may live long enough to become the villian.",
      "will": "你可以以英雄的身份死去",
      "but": "你可能会活到成为恶棍的地步。"
    },
    {
      "willEn": "Your paycheck will double",
      "butEn": "you will never be able to get a different position, or job.",
      "will": "你的薪水会翻倍",
      "but": "你永远也找不到不同的职位或工作。"
    },
    {
      "willEn": "You could live forever and be immune to all sicknesses.",
      "butEn": "You would have to see your loved ones die.",
      "will": "你可以长生不老，对所有疾病都免疫。",
      "but": "你将不得不眼睁睁看着你所爱的人死去。"
    },
    {
      "willEn": "You have telekenetic powers.",
      "butEn": "everything you touch either dies or becomes radiated.",
      "will": "你有心灵传授的能力。",
      "but": "你接触的一切要么死亡，要么变得辐射。"
    },
    {
      "willEn": "Have complete faith in religion and be comforted by having a supreme being watch over you",
      "butEn": "you cant tell anyone about it",
      "will": "对宗教有完全的信仰，有一位至高无上的人守护着你，让你感到安慰",
      "but": "你不能告诉任何人这件事"
    },
    {
      "willEn": "You can fly freely through the air",
      "butEn": "you fly like a balloon.",
      "will": "你可以在空中自由飞翔",
      "but": "你飞得像个气球。"
    },
    {
      "willEn": "You have the ability to time travel",
      "butEn": "You lose both of your legs.",
      "will": "你有时间旅行的能力",
      "but": "你会失去你的双腿。"
    },
    {
      "willEn": "You can fly",
      "butEn": "You would never be able to walk again",
      "will": "你会飞",
      "but": "你就再也不能走路了"
    },
    {
      "willEn": "ability to speak, read, write, and sign in any language",
      "butEn": "not being able to taste food",
      "will": "能用任何语言说、读、写和手写",
      "but": "不能品尝食物"
    },
    {
      "willEn": "you can have any super power you want",
      "butEn": "everytime you use it you become 1 day closer to death",
      "will": "你可以拥有任何你想要的超能力",
      "but": "每使用一次，你就会离死亡更近一天"
    },
    {
      "willEn": "You can ask three questions in your lifetime that will be answered in great detail",
      "butEn": "You likely won't have anyone believing you without proof, and a monster will eat you slowly one day",
      "will": "在你的一生中，你可以问三个问题，这些问题都会得到详细的回答",
      "but": "如果没有证据，你很可能不会有人相信你，总有一天怪物会慢慢地吃掉你"
    },
    {
      "willEn": "You become an animal of your choice",
      "butEn": "You lose all of your human instincts, and you can't think like a human anymore",
      "will": "你会成为你选择的动物",
      "but": "你失去了你所有的人类本能，你不能再像人类一样思考"
    },
    {
      "willEn": "Your sex changes to the opposite.",
      "butEn": "You can't press the button again.",
      "will": "你的性别会变成相反的。",
      "but": "你不能再按那个按钮了。"
    },
    {
      "willEn": "you get a random ability and know everything about it",
      "butEn": "the ability will have a random downside that only applies when you use the ability",
      "will": "你得到一个随机异能，并且知道它的一切。",
      "but": "该技能将有一个随机的负面影响，只有当你使用该技能时才适用。"
    },
    {
      "willEn": "You will become the most rich and famous person in the world",
      "butEn": "You will die of drug overdose in 20years",
      "will": "你会成为世界上最富有、最有名的人",
      "but": "20年后你会死于吸毒过量"
    },
    {
      "willEn": "You have unlimited money",
      "butEn": "Everywhere you go you must walk barefoot on a path made of legos",
      "will": "你有无限的钱",
      "but": "无论你走到哪里，你都必须赤脚走在乐高积木铺成的小路上"
    },
    {
      "willEn": "You gain the ability to alter reality, and the ability to jump between existing realities, including books, movies, games, anime, etc...",
      "butEn": "Once you use one of these abilites, you lose the other permanently.",
      "will": "你获得了改变现实的能力，以及在现有现实之间跳跃的能力，包括书籍、电影、游戏、动漫等。",
      "but": "一旦你使用了其中一个异能，你就会永久失去另一个异能。"
    },
    {
      "willEn": "You gain eternal youth",
      "butEn": "You can never have sex again",
      "will": "你获得了永恒的青春",
      "but": "你再也不能做爱了"
    },
    {
      "willEn": "You can have anyones social networking passwords",
      "butEn": "You are only allowed to use dial-up internet on an old computer",
      "will": "您可以拥有任何人的社交网络密码",
      "but": "您只能在旧电脑上使用拨号上网"
    },
    {
      "willEn": "You'll be able to cook any dish that has been made.",
      "butEn": "Every cookie you eat will taste like salt.",
      "will": "你可以做任何已经做好的菜。",
      "but": "你吃的每一块饼干都会尝起来像盐。"
    },
    {
      "willEn": "Another Earth is created and it's developed like ours.",
      "butEn": "Their civilization wants to destroy yours.",
      "will": "另一个地球被创造出来了，它的发展和我们的一样。",
      "but": "他们的文明想要摧毁你们的文明。"
    },
    {
      "willEn": "You remain in perfect physical health and condition for the rest of your natural life.",
      "butEn": "You gain a random, permanent mental illness.",
      "will": "在接下来的自然生活中，你会保持完美的身体健康和状态。",
      "but": "你得了一种随机的、永久性的精神疾病。"
    },
    {
      "willEn": "Weed is Legalized",
      "butEn": "Video Games are Illegal",
      "will": "大麻合法化了",
      "but": "电子游戏是非法的"
    },
    {
      "willEn": "You are transported to your favourite fictional world and get to be a part of the personal life/lives of the main character/s. And you get to be a large part of their life and therefore alter the path of their life.",
      "butEn": "When you finally become happy and everything is perfect and you settle into a perfect life you are instantly transported back to your original universe.",
      "will": "你被带到你最喜欢的虚构世界，成为主人公S个人生活的一部分。你将成为他们生活的一大部分，从而改变他们的生活道路。",
      "but": "当你最终变得快乐，一切都很完美，你安顿下来过上完美的生活时，你会立刻回到你原来的世界。"
    },
    {
      "willEn": "You gain the ability to shapeshift into any animal form...",
      "butEn": "... can never revert to a human form.",
      "will": "你获得了变形为任何动物形态的能力。",
      "but": "..。永远不能恢复到人类的形式。"
    },
    {
      "willEn": "You get to go back in time to kill Hitler",
      "butEn": "vaccines - there are none",
      "will": "你可以回到过去杀死希特勒",
      "but": "疫苗--没有疫苗"
    },
    {
      "willEn": "You can cure cancer just by touching a person on the hand who has been dieinosed with it",
      "butEn": "You lose 5 days of your own life in doing so",
      "will": "你可以通过触摸患癌症的人的手来治愈癌症。",
      "but": "你在这样做的过程中损失了自己生命中的5天"
    },
    {
      "willEn": "You can perfectly play every single musical instrument that exists",
      "butEn": "you suck at everything else",
      "will": "你可以完美地演奏现存的每一种乐器",
      "but": "你在其他方面都很差劲"
    },
    {
      "willEn": "All dubstep and techno will be ridden from the world",
      "butEn": "Grand Theft Auto V was never released",
      "will": "所有的DUBSTEP和TECHO都将从世界上被取代",
      "but": "侠盗猎车手5从未上映"
    },
    {
      "willEn": "You can teleport anywhere in the world.....",
      "butEn": "You will live forever and never die.",
      "will": "你可以传送到世界的任何地方……",
      "but": "你将长生不老，永垂不朽。"
    },
    {
      "willEn": "Win 1 billion on the lottery",
      "butEn": "have to live in Sweden",
      "will": "彩票中10亿大奖",
      "but": "必须住在瑞典"
    },
    {
      "willEn": "You can do anything you want whenever you want however you want",
      "butEn": "Your best friend gets jealous because you have it so easy",
      "will": "你想做什么就做什么，随心所欲",
      "but": "你最好的朋友会嫉妒你，因为你太容易了"
    },
    {
      "willEn": "get 50k a month for life",
      "butEn": "you get rapped once a week for life",
      "will": "终身月薪50000美元",
      "but": "你每周被骂一次，终身监禁"
    },
    {
      "willEn": "A new gaming console is created that is perfect in every way, and free to you.",
      "butEn": "You will never be able to use any other device with internet access",
      "will": "一个新的游戏机被创造出来，它在各个方面都是完美的，而且对你来说是免费的。",
      "but": "您将永远不能使用任何其他可以访问互联网的设备"
    },
    {
      "willEn": "You could invent intergalaxtic spacetravel",
      "butEn": "The only videogame on earth would be Call of Duty",
      "will": "你可以发明星际太空船",
      "but": "地球上唯一的电子游戏将是使命召唤"
    },
    {
      "willEn": "you instantly become fluent in any three languages you choose",
      "butEn": "you can never meet anybody who speaks these languages",
      "will": "你可以立即精通你选择的任何三种语言",
      "but": "你永远不会遇到会说这些语言的人"
    },
    {
      "willEn": "You become the god of sex and can do it with anyone or anything in any reality in any form you choose.",
      "butEn": "you never feel pleasure and no one knows you exist.",
      "will": "你成为了性神，可以在任何现实中以任何你选择的形式与任何人或任何事情做。",
      "but": "你永远感受不到快乐，也没有人知道你的存在。"
    },
    {
      "willEn": "You'd survive nuclear apocalypse",
      "butEn": "No one else would",
      "will": "你会在核灾难中幸存下来",
      "but": "其他人都不会"
    },
    {
      "willEn": "You can have the love of your life be with you, and get a ton of money.",
      "butEn": "Your best friend dies.",
      "will": "你可以拥有你生命中的挚爱，并得到一大笔钱。",
      "but": "你最好的朋友死了。"
    },
    {
      "willEn": "The world gains exponentially large advancements in technology",
      "butEn": "There will be an asteroid attack bigger than the mass extinction of dinosaurs, and you can only save 10,000 people of your choosing",
      "will": "世界在技术方面取得了指数级的巨大进步",
      "but": "将会有一场比恐龙大灭绝更大的小行星袭击，你只能拯救你选择的1万人"
    },
    {
      "willEn": "You have a superpower that allow you to improve any part of your body up to inhuman capacities",
      "butEn": "You lose lifespan each time you use it",
      "will": "你有一种超能力，可以让你身体的任何部位达到非人的能力",
      "but": "你每次使用它都会损失寿命"
    },
    {
      "willEn": "You gain immortality and unlimited stamina.",
      "butEn": "Nothing will ever end your existance, not even the heat death of the universe.",
      "will": "你获得不朽和无限的耐力。",
      "but": "没有什么能终结你的存在，甚至宇宙的热死也不会。"
    },
    {
      "willEn": "You discover cold fusion",
      "butEn": "It only works when no one else is looking.",
      "will": "你发现了冷聚变",
      "but": "只有在没有人在看的情况下，它才会起作用。"
    },
    {
      "willEn": "You will be able to ban anyone in YouTube, Facebook, Twitter and every other site",
      "butEn": "You will lose part of your memory",
      "will": "你将能够禁止YouTube、Facebook、Twitter和所有其他网站上的任何人",
      "but": "你会失去一部分记忆"
    },
    {
      "willEn": "Be able to grow any part of your body",
      "butEn": "It's permanent",
      "will": "能够生长你身体的任何部位",
      "but": "这是永久性的"
    },
    {
      "willEn": "You get to go to any cartoon world you want (Pokemon, sonic, my little pony and more)",
      "butEn": "But you can never go back or take anyone with you.",
      "will": "你可以去任何你想去的卡通世界(精灵宝可梦、索尼克、我的小马驹等等)",
      "but": "但你永远不能回去，也不能带走任何人。"
    },
    {
      "willEn": "You can reach in to your pocket and pull out the exact amount of money you need at any given moment, in cash.",
      "butEn": "It's always in Indian Rupees.",
      "will": "你可以把手伸进口袋，随时拿出你需要的现金。",
      "but": "它总是以印度卢比计价。"
    },
    {
      "willEn": "Get $100 in your bank account everyday that you can only spend on yourself.",
      "butEn": "You must accept a phone call from a starving child before every meal.",
      "will": "每天在你的银行账户里存100美元，这些钱你只能花在自己身上。",
      "but": "你必须在每顿饭前接一个挨饿的孩子的电话。"
    },
    {
      "willEn": "Obama dies",
      "butEn": "we aren't in debt anymore.",
      "will": "奥巴马去世",
      "but": "我们不再负债了。"
    },
    {
      "willEn": "you get your dream job and make a ton of money",
      "butEn": "it will take 10 years of constant work and study to get there.",
      "will": "你找到了理想的工作，赚了很多钱",
      "but": "这将需要10年的不断工作和学习才能实现。"
    },
    {
      "willEn": "You have the ability to make anyone tell the truth",
      "butEn": "It's in another language",
      "will": "你有能力让任何人说出真相",
      "but": "是用另一种语言写的"
    },
    {
      "willEn": "You get $1,000,000,000",
      "butEn": "you have to change your name to Esteban Julio Ricardo Montoya De La Rosa Ramirez",
      "will": "你会得到10亿美元",
      "but": "你得把你的名字改为埃斯特班·胡里奥·里卡多·蒙托亚·德拉罗莎·拉米雷斯"
    },
    {
      "willEn": "You may make any wish you want, the amount of wishes is unlimited.",
      "butEn": "The wishing system works like the monkey's claw, if you aren't specific down to the very last detail your wish will be twisted into something bad.",
      "will": "你可以许任何你想要的愿望，许愿的数量是无限的。",
      "but": "许愿系统的运作就像猴子的爪子，如果你不具体到最后的细节，你的愿望就会被扭曲成坏事。"
    },
    {
      "willEn": "You become the smartest person in the world, and also have the knowledge and mastery of every single college course",
      "butEn": "You become severely depressed, and you can never cure your depression. If your already depressed you become even more depressed.",
      "will": "你成为世界上最聪明的人，也掌握了每一门大学课程的知识",
      "but": "你会变得严重抑郁，而且你永远无法治愈你的抑郁。如果你已经很沮丧，你会变得更沮丧。"
    },
    {
      "willEn": "You can stop time whenever you want",
      "butEn": "You will age twice as fast",
      "will": "你可以随时停止你想要的时间",
      "but": "你的衰老速度会快一倍"
    },
    {
      "willEn": "You will recieve £5000 (or an equivalent of your choice; non-taxable) for killing a person. You cannot be arrested for this and nobody (except the person you kill) knows that you did it.",
      "butEn": "They must be concious prior to the killing. You must keep eye contact during the killing. They are fully aware and can talk during the event.",
      "will": "如果你杀了一个人，你将获得5000英镑(或等值于你选择的金额；免税)。你不能因此而被逮捕，而且没有人(除了你杀死的人)知道你做了这件事。",
      "but": "他们在杀人前一定是清醒的。在杀戮过程中，你必须保持眼神交流。他们完全意识到了这一点，并可以在活动期间交谈。"
    },
    {
      "willEn": "You gain the ability to turn back time. You can only go back an hour into the past, and it can only be used once per day.",
      "butEn": "Every time you use this power the person you love the most loses a month of their lifespan. However that hour could be used save their life.",
      "will": "你获得了让时间倒流的能力。你只能回到过去的一个小时，而且它每天只能使用一次。",
      "but": "每次你使用这种力量，你最爱的人就会失去一个月的寿命。然而，这一小时可以用来拯救他们的生命。"
    },
    {
      "willEn": "You can stop time",
      "butEn": "Everything you touch while time is stopped is stamped with your personal information and contact info",
      "will": "你可以让时间停止",
      "but": "你在时间停止时触摸的任何东西都会印上你的个人信息和联系信息"
    },
    {
      "willEn": "You can get a ton of candy you love",
      "butEn": "you can't ever read a book again",
      "will": "你可以得到一大堆你喜欢的糖果",
      "but": "你不能再读一本书了"
    },
    {
      "willEn": "You have an unlimited amount of cash, power, and good looks.",
      "butEn": "Justin Bieber is your roommate for the rest of your life.  He acts like a massive douche bag and there is NO way to get rid of him.",
      "will": "你有无限的金钱、权力和美貌。",
      "but": "贾斯汀·比伯是你余生的室友。他的行为就像一个巨大的灌水袋，没有办法摆脱他。"
    },
    {
      "willEn": "You create an amazing pastry dish and become internationally famous and wealthy",
      "butEn": "The person who you love dearest has an allergic reaction to it and dies",
      "will": "你创造了令人惊叹的糕点菜肴，并成为国际知名和富有的人",
      "but": "你最爱的人对它有过敏反应而死亡"
    },
    {
      "willEn": "You get the superpower of your choice.",
      "butEn": "The entire world becomes one giant musical.",
      "will": "你得到了你选择的超能力。",
      "but": "整个世界变成了一部巨型音乐剧。"
    },
    {
      "willEn": "You can live up to 100+ years",
      "butEn": "Each 6 months you get teleported to a random point in the world",
      "will": "你可以活到100岁",
      "but": "每隔6个月，你就会被传送到世界上的任意点"
    },
    {
      "willEn": "You have the power to see through anything",
      "butEn": "People in your field of vision can tell when you're using this power.",
      "will": "你有能力看穿任何事情",
      "but": "你视野中的人可以知道你什么时候在使用这种能力。"
    },
    {
      "willEn": "You have a super high metabolism and can eat pretty much anything you want without gaining weight",
      "butEn": "As a result of that metabolism, you suffer numerous physical problems that eventually cut your lifespan short",
      "will": "你有超高的新陈代谢，几乎可以吃任何你想吃的东西而不会增加体重",
      "but": "这种新陈代谢的结果是，你遭受了许多身体问题，最终缩短了你的寿命"
    },
    {
      "willEn": "You will revive all dinosaurs...",
      "butEn": "Dinosaurs will get on top of the food pyramid.",
      "will": "你会让所有的恐龙复活。",
      "but": "恐龙将登上食物金字塔的顶端。"
    },
    {
      "willEn": "you can stop time",
      "butEn": "you have no time indicator (clock, etc.) to show how long you've been &quot;frozen&quot;",
      "will": "你可以让时间停止",
      "but": "您没有时间指示器(时钟等)为了表明你已经有多久了"
    },
    {
      "willEn": "Your good dreams come true.",
      "butEn": "Your nightmares become part of the real world.",
      "will": "你的美梦成真了。",
      "but": "你的噩梦会成为现实世界的一部分。"
    },
    {
      "willEn": "World peace would be achieved, all diseases would be cured, no one would ever starve again and everyone would be happy forever",
      "butEn": "you would have to die slowly and very painfully and no one would know about it.",
      "will": "世界将实现和平，所有疾病将被治愈，再也不会有人挨饿，每个人都将永远幸福",
      "but": "你将不得不缓慢而痛苦地死去，没有人会知道这一点。"
    },
    {
      "willEn": "You would be able to travel in time and kill Hitler",
      "butEn": "You would have to remain in the past",
      "will": "你就能穿越时空杀死希特勒",
      "but": "你将不得不停留在过去"
    },
    {
      "willEn": "You gain the ability to teleport as many times as you wish at anytime",
      "butEn": "Where you teleport is random",
      "will": "你可以在任何时候随心所欲地多次传送",
      "but": "你在哪里传送是随机的"
    },
    {
      "willEn": "Unlimited money",
      "butEn": "No sex ever",
      "will": "无限制的金钱",
      "but": "永远不做爱"
    },
    {
      "willEn": "You can sleep as long as you want forever.",
      "butEn": "You never awaken feeling rested.",
      "will": "你想睡多久就睡多久。",
      "but": "你永远不会醒来觉得自己休息了。"
    },
    {
      "willEn": "You'll be able to cook any dish that has been made.",
      "butEn": "Every cookie you eat will taste like salt.",
      "will": "你可以做任何已经做好的菜。",
      "but": "你吃的每一块饼干都会尝起来像盐。"
    },
    {
      "willEn": "Become the world's greatest detective and gain master fighting skills",
      "butEn": "Your parents are killed in front of you, the man who killed them adopts you and you can't harm him.",
      "will": "成为世界上最伟大的侦探，掌握战斗技能",
      "but": "你的父母在你面前被杀，杀害他们的人收养了你，你不能伤害他。"
    },
    {
      "willEn": "Bacon is the only food you need to eat to survive",
      "butEn": "you cannot eat any other food ever.",
      "will": "培根是你生存所需的唯一食物",
      "but": "你永远不能吃其他任何食物。"
    },
    {
      "willEn": "You get a time machine.",
      "butEn": "Using it for any reason will set off a chain of events that ultimately kills you.",
      "will": "你会得到一台时光机。",
      "but": "无论出于什么原因使用它，都会引发一连串的事件，最终杀死你。"
    },
    {
      "willEn": "You can read minds",
      "butEn": "When you do, your target can read yours.",
      "will": "你可以读心术",
      "but": "当你这样做的时候，你的目标可以读到你的。"
    },
    {
      "willEn": "You will get the ultimate answer if god exists or not",
      "butEn": "You will immediately die after telling someone",
      "will": "你会得到上帝存在与否的最终答案。",
      "but": "告诉别人你会立刻死掉"
    },
    {
      "willEn": "You win a million dollars",
      "butEn": "You can't spend any of it until 3 years before you die",
      "will": "你赢了一百万美元",
      "but": "你在死前三年才能花掉这些钱"
    },
    {
      "willEn": "You euthanise a bloke who would otherwise live in intense agony for the next 75 years, his only chance to die painlessly",
      "butEn": "He has secrets and information that would benefit scientific advances in most respectable fields that he will take to the grave",
      "will": "你安乐死一个家伙，否则他将在接下来的75年里生活在强烈的痛苦中，这是他唯一无痛死亡的机会",
      "but": "他拥有的秘密和信息将有助于在最受尊敬的领域的科学进步，他将把这些秘密和信息带进坟墓"
    },
    {
      "willEn": "You instantly become fluent in any language of your choosing",
      "butEn": "You can never learn/understand another language aside from the one you chose",
      "will": "你立刻就能流利地说任何你选择的语言",
      "but": "除了你选择的一门语言，你永远不能学习/理解另一门语言"
    },
    {
      "willEn": "You enter a parallel universe where, to you, everything is perfect, you live in a utopian world, everyone loves you and you get everything you always wanted.",
      "butEn": "in reality, you are cocooned and being fed on by a giant wolf spider who are the dominant species. Though you are unaware of it, you always have this looming fear that something is really wrong but can never really put your finger on it.",
      "will": "你进入了一个平行宇宙，在那里，对你来说，一切都是完美的，你生活在一个乌托邦的世界里，每个人都爱你，你得到了你一直想要的一切。",
      "but": "在现实中，你被一只巨大的狼蛛包裹着，并以其为食，而狼蛛是优势物种。虽然你没有意识到这一点，但你总是有一种隐约可见的恐惧，觉得有些事情真的不对劲，但你永远不能真正指出它。"
    },
    {
      "willEn": "You win any car of your choosing",
      "butEn": "It is limited to 35mph at all times.",
      "will": "你赢了你选的任何一辆车",
      "but": "它在任何时候都被限制在每小时35英里。"
    },
    {
      "willEn": "You are the best FPS's player ever and could make million in contests",
      "butEn": "You hate every online FPS",
      "will": "你是史上最好的FPS球员，能在比赛中赚到一百万",
      "but": "你讨厌每一个在线FPS"
    },
    {
      "willEn": "You can chose whether or not to see into the future when you close your eyes.",
      "butEn": "You do not remember what you see when you open your eyes and stop looking into the future. (You are paralyzed when you are looking into the future, and you cannot speak when looking into the future.)",
      "will": "当你闭上眼睛时，你可以选择是否展望未来。",
      "but": "当你睁开眼睛，停止展望未来时，你不记得你看到了什么。(当你展望未来时，你是瘫痪的，当你展望未来时，你不能说话。)"
    },
    {
      "willEn": "You can cause any relationship of any kind to form between any living things (animals, people, plants)",
      "butEn": "You have no way to know what the result will be",
      "will": "你可以在任何生物(动物、人、植物)之间形成任何类型的关系",
      "but": "你没有办法知道结果会是什么"
    },
    {
      "willEn": "You will live the happiest and most fulfilling life you could possibly have.",
      "butEn": "You are turned into a real life furry",
      "will": "你将会过上你可能拥有的最幸福、最充实的生活。",
      "but": "你变成了一个现实生活中的毛茸茸的人"
    },
    {
      "willEn": "Travel time like it was nothing, like it was an app your your mind",
      "butEn": "Constantly have to do things to keep balance in your life by going back and being the reason your parents were killed when you were 5",
      "will": "旅行时间就像它什么都不是，就像它是一款你心目中的应用程序一样",
      "but": "经常要做些事情来保持生活的平衡，回到过去，成为你父母在你5岁时被杀的原因"
    },
    {
      "willEn": "You don't have to sleep",
      "butEn": "You can only eat grilled cheese sandwiches",
      "will": "你不用睡觉了",
      "but": "你只能吃烤奶酪三明治"
    },
    {
      "willEn": "You can go back to the 90s and tell your past self to put all your life's savings into the Apple stock and you'll return to the future rich.",
      "butEn": "You'd have to tell the love of your life to put all their life's savings in a bad stock and you return to the future without ever finding love.",
      "will": "你可以回到90年代，告诉你过去的自己，把你所有的积蓄投入到苹果股票中，你就会回到未来的富有。",
      "but": "你必须告诉你生命中的挚爱，把他们一生的积蓄都投资于不良资产，然后你回到未来，却找不到真爱。"
    },
    {
      "willEn": "You get to be the best sailor in the world",
      "butEn": "You can't swim",
      "will": "你会成为世界上最好的水手",
      "but": "你不会游泳"
    },
    {
      "willEn": "Your soulmate is happy, they won't ever get sick and will live the life of their dreams",
      "butEn": "It's because they aren't with you. You are hopelessly in love with them though.",
      "will": "你的灵魂伴侣是幸福的，他们永远不会生病，他们将过着他们梦想的生活",
      "but": "那是因为他们没有和你在一起。不过，你已经无可救药地爱上了他们。"
    },
    {
      "willEn": "You can read peoples minds",
      "butEn": "everyone can know your thoughts.",
      "will": "你可以读懂人们的心思",
      "but": "每个人都能知道你的想法。"
    },
    {
      "willEn": "You become the world's greatest writer (until you die and someone better comes along).",
      "butEn": "You get a headache that worsens every time you see or hear bad grammar.",
      "will": "你会成为世界上最伟大的作家(直到你死后有更好的人出现)。",
      "but": "每当你看到或听到糟糕的语法时，你就会头疼得更厉害。"
    },
    {
      "willEn": "Gain the ability of a god.",
      "butEn": "You know the exact moment in time you will die and there is no way to avoid it or stop it.",
      "will": "获得神的能力。",
      "but": "Please try later."
    },
    {
      "willEn": "You get the superpower of your choice",
      "butEn": "When you die you will drown in mayonnaise",
      "will": "你得到了你选择的超能力",
      "but": "当你死的时候，你会淹死在蛋黄酱里"
    },
    {
      "willEn": "unlimited wardrobe for free",
      "butEn": "you will have to wear uggs with all your outfits",
      "will": "免费提供不限量的衣柜",
      "but": "你必须和你所有的衣服一起穿Uggs"
    },
    {
      "willEn": "You become the US president and stop giving $8.5 million a day to Israel",
      "butEn": "the money instead goes towards making life for Americans better",
      "will": "你成为美国总统，停止每天给以色列850万美元",
      "but": "相反，这笔钱将用于改善美国人的生活"
    },
    {
      "willEn": "You get to change and keep your hair to whatever you want, whenever you want",
      "butEn": "Your hair and head will smell like a mix of cheeses.",
      "will": "你可以随心所欲地改变和保留你的头发",
      "but": "你的头发和头部会闻起来像奶酪的混合物。"
    },
    {
      "willEn": "you gain the ability to travel to any fictitious world and obtain it's powers which you can bring to any other world (including Earth).",
      "butEn": "all current ties to your friends and family are severed. (forget who you were).",
      "will": "你获得了旅行到任何虚构世界的能力，并获得了你可以带到任何其他世界(包括地球)的力量。",
      "but": "你目前与朋友和家人的所有联系都被切断了。(忘记你是谁)。"
    },
    {
      "willEn": "You can pass every exam you ever take",
      "butEn": "You have to sing the alphabet backwards perfectly before each exam.",
      "will": "你可以通过你参加的每一次考试",
      "but": "每次考试前，你都要把字母完全倒着唱。"
    },
    {
      "willEn": "You gain the ability to see hundreds of colors humans can't normally see",
      "butEn": "Everyone else becomes colorblind",
      "will": "你可以看到数百种人类平时看不到的颜色",
      "but": "其他人都成了色盲"
    },
    {
      "willEn": "You will get a non-fading,perfect, dream tattoo",
      "butEn": "I will hurt 1,000x more than usual",
      "will": "你会得到一个不褪色的，完美的，梦想的纹身",
      "but": "我会比平时多受1000倍的伤害"
    },
    {
      "willEn": "you will never have to go to the toilet ever again",
      "butEn": "toilets are made extremely comfortable and they have the soft quilted toilet paper",
      "will": "你再也不用去厕所了",
      "but": "厕所非常舒适，里面有柔软的棉被卫生纸"
    },
    {
      "willEn": "You can bring back one loved one from the dead",
      "butEn": "You will never get to see or talk to them",
      "will": "你可以让你心爱的人起死回生",
      "but": "你永远见不到他们，也不会和他们交谈"
    },
    {
      "willEn": "You can teleport.",
      "butEn": "Only your perfect copy, including all memories at the moment of teleportation, reaches the destination, while you die.",
      "will": "你可以进行心灵传送。",
      "but": "只有你完美的副本，包括瞬间传送的所有记忆，才能在你死的时候到达目的地。"
    },
    {
      "willEn": "You will find your soulmate, your perfect match",
      "butEn": "He/she will die exactly 20 years before you",
      "will": "你会找到你的灵魂伴侣，你的完美伴侣",
      "but": "他/她会比你早整整20年死去"
    },
    {
      "willEn": "You receive 1 trillion dollars",
      "butEn": "you cant give any money to your friends, family or charities.",
      "will": "你会得到1万亿美元",
      "but": "你不能把钱给你的朋友、家人或慈善机构。"
    },
    {
      "willEn": "You can become invisible at any time",
      "butEn": "When you are invisible you are also blind",
      "will": "你可以在任何时候隐形",
      "but": "当你是隐形的时候，你也是盲目的"
    },
    {
      "willEn": "You marry the girl or guy of your dreams",
      "butEn": "They'll have Nigel Thornberry's voice",
      "will": "你娶了你的梦中情人",
      "but": "他们会有奈杰尔·桑伯里的声音"
    },
    {
      "willEn": "You have the ability to be reincarnated into any animal you wish to be after you die...",
      "butEn": "...every five lives you use you will die in the worst way possible (e.g Lobster being boiled)",
      "will": "你有能力在你死后转世成为任何你想成为的动物。",
      "but": "...你每使用五条生命，你就会以最糟糕的方式死去(例如，龙虾被煮了)"
    },
    {
      "willEn": "Your good dreams come true.",
      "butEn": "Your nightmares become part of the real world.",
      "will": "你的美梦成真了。",
      "but": "你的噩梦会成为现实世界的一部分。"
    },
    {
      "willEn": "You can end any problem that plagues humanity",
      "butEn": "you are treated as an outcast and forgotten by the world.",
      "will": "你可以结束任何困扰人类的问题",
      "but": "你被当做流浪者对待，被世界遗忘。"
    },
    {
      "willEn": "You can get one beautiful girl, called Lucy to love you for the rest of your life",
      "butEn": "Twice a year one toenail is ripped out of your feet",
      "will": "你可以得到一个美丽的女孩，叫露西，爱你一辈子",
      "but": "一年两次，一只脚趾甲从你的脚上被拔下来"
    },
    {
      "willEn": "MC hammer makes a comeback",
      "butEn": "you have to go to every one of his concerts",
      "will": "MC锤子卷土重来",
      "but": "你得去看他的每一场演唱会"
    },
    {
      "willEn": "You can go back in time",
      "butEn": "You will forget whatever you saw while you were in the past",
      "will": "你可以回到过去",
      "but": "你会忘记你在过去所看到的一切"
    },
    {
      "willEn": "You can relive all of your nostalgic experiences the very same way they were as many times as you want.",
      "butEn": "You lose your house and become a homeless person for the rest of your life.",
      "will": "你可以重温你所有的怀旧经历，就像你想要的那样多次。",
      "but": "你失去了你的房子，在你的余生中成为一个无家可归的人。"
    },
    {
      "willEn": "You obtain the power of god.",
      "butEn": "However, you become permanently psychopathic.",
      "will": "你获得了上帝的力量。",
      "but": "然而，你会成为永久的精神变态。"
    },
    {
      "willEn": "You can eat anything you want without getting fat for the rest of your life",
      "butEn": "All fast food restaurants will get closed",
      "will": "你可以吃任何你想吃的东西，在你的余生中不会发胖",
      "but": "所有快餐店都将关闭"
    },
    {
      "willEn": "you date the love of your life",
      "butEn": "if you say the word 'fuck' at least once, you'll lose your lover forever",
      "will": "你和你一生的挚爱约会",
      "but": "如果你至少说一次“操”这个词，你就会永远失去你的爱人"
    },
    {
      "willEn": "Become a Time Lord (like from Doctor Who)",
      "butEn": "You can only regenerate 10 times",
      "will": "成为时间领主(像《神秘博士》中的角色)",
      "but": "你只能再生10次"
    },
    {
      "willEn": "Dairy Queen starts selling Pizza!",
      "butEn": "Dairy Queen's pizza is so delicious it sends Pizza Hut, Papa John's, Domino's, Papa Murphy's, Little Caesars, Cici's Pizza, Digiorno, and all the other Pizza companies out of business.",
      "will": "奶制品皇后开始卖披萨！",
      "but": "奶制品皇后披萨是如此美味，以至于必胜客、约翰爸爸、多米诺、墨菲爸爸、小凯撒、Cici‘s披萨、Digiorno和所有其他披萨公司都倒闭了。"
    },
    {
      "willEn": "Eat whatever you want without receiving any negative health benefits.",
      "butEn": "You lose your ability to speak verbally.",
      "will": "你想吃什么就吃什么，不会对健康有任何负面影响。",
      "but": "你就会失去说话的能力。"
    },
    {
      "willEn": "You can morph into anything you want",
      "butEn": "You can only eat Pop-Tarts",
      "will": "你可以变身成你想要的任何东西",
      "but": "你只能吃蛋挞"
    },
    {
      "willEn": "You can become God and are able to control and manipulate anything",
      "butEn": "Nobody will ever believe a word you say and everybody will hate you, even your friends and family",
      "will": "你可以成为上帝，能够控制和操纵任何事情",
      "but": "没有人会相信你说的一句话，每个人都会恨你，甚至你的朋友和家人"
    },
    {
      "willEn": "You are a beautiful human being.",
      "butEn": "You are always 10 years behind technology.",
      "will": "你是一个美丽的人。",
      "but": "你总是落后于技术10年。"
    },
    {
      "willEn": "You can have one Pokemon,",
      "butEn": "It would be your least favorite.",
      "will": "你可以拥有一个精灵宝可梦",
      "but": "它会是你最不喜欢的。"
    },
    {
      "willEn": "You have all of the knowledge in the entire universe.",
      "butEn": "Nobody believes what you say.",
      "will": "你拥有整个宇宙中的所有知识。",
      "but": "没人相信你说的话。"
    },
    {
      "willEn": "You cannot die, cannot feel pain, cannot get damaged, and are essentially invincible",
      "butEn": "It's temporary, and you have no way of knowing when it will stop working",
      "will": "你不会死，不会感到痛苦，不会受到伤害，基本上是不可战胜的。",
      "but": "这是暂时的，你无法知道它什么时候会停止工作"
    },
    {
      "willEn": "You get your life story made into a movie, and become rich and famous.",
      "butEn": "The movie is directed by Ed Wood, and he makes you wear an angora sweater the entire film.",
      "will": "你把你的人生故事拍成电影，然后变得富有和出名。",
      "but": "这部电影由艾德·伍德执导，他让你在整部电影中都穿着安哥拉毛衣。"
    },
    {
      "willEn": "One time you press this button, it actually happens",
      "butEn": "you dont know which time.",
      "will": "有一次你按下这个按钮，它就会发生",
      "but": "你不知道是几点。"
    },
    {
      "willEn": "You're the most beautiful human being on earth",
      "butEn": "you will always smell like fish.",
      "will": "你是地球上最美丽的人",
      "but": "你将永远闻起来像鱼一样。"
    },
    {
      "willEn": "You can become a super powered god-like any time you want.",
      "butEn": "The source of your power is the life energy of nearby people.",
      "will": "你可以随时成为超能力的神--就像你想要的那样。",
      "but": "你的能量的来源是附近人的生命能量。"
    },
    {
      "willEn": "You become immortal.",
      "butEn": "You won't be able to communicate with any sentient being ever again.",
      "will": "你就会长生不老。",
      "but": "你再也不能与任何有知觉的生物交流了。"
    },
    {
      "willEn": "You will get all the knowledge of the universe",
      "butEn": "You won't be able to share it",
      "will": "你将获得关于宇宙的所有知识",
      "but": "你将不能分享它"
    },
    {
      "willEn": "your most loved person can not be killed be by accedent it has to be from old age",
      "butEn": "you die first and they have to suffer the sadness",
      "will": "你最爱的人不能因为继承而被杀死，它必须从老年开始",
      "but": "你先死，他们不得不承受悲伤"
    },
    {
      "willEn": "You become super intelligent",
      "butEn": "You become a vegetable, unable to communicate your ideas",
      "will": "你会变得超级聪明",
      "but": "你变成了植物人，无法交流你的想法"
    },
    {
      "willEn": "You can get any man/woman you want. Cartoon/anime/realistic/fantasy, name her/him and you get her/him!",
      "butEn": "You can only ever be together with for the rest of your life!",
      "will": "你可以得到任何你想要的男人/女人。卡通/动漫/现实/幻想，说出她/他的名字，你就会得到她/他！",
      "but": "你只能和你的下半生在一起！"
    },
    {
      "willEn": "You can see the future",
      "butEn": "but only the bad the horrible, unstoppable things.",
      "will": "你可以看到未来",
      "but": "但只有坏的，可怕的，不可阻挡的东西。"
    },
    {
      "willEn": "You become a sith lord",
      "butEn": "you have to kill your best friend to do it.",
      "will": "你成了西斯大帝",
      "but": "你必须杀了你最好的朋友才能做到。"
    },
    {
      "willEn": "The season you've been waiting for for months of your favourite show just premiered overseas",
      "butEn": "Everyone forgot to tag their spoilers",
      "will": "你最喜欢的电视剧等了几个月的一季刚刚在海外首播",
      "but": "每个人都忘了给剧透贴上标签"
    },
    {
      "willEn": "You have x - ray vision, you can turn it off or on.",
      "butEn": "You have to have to grow a long beard, that you cant shave.",
      "will": "你有X光视力，你可以把它关掉或打开。",
      "but": "你必须留起不能刮的长胡子。"
    },
    {
      "willEn": "You would have your dream job",
      "butEn": "Wage is $7.25 per hour",
      "will": "你会得到你梦想中的工作",
      "but": "工资是每小时7.25美元"
    },
    {
      "willEn": "The person of your dreams falls in love with you.",
      "butEn": "You stop loving that person.",
      "will": "你的梦中情人爱上了你。",
      "but": "你不再爱那个人。"
    },
    {
      "willEn": "you could have a dragon as a pet",
      "butEn": "it would be unpredictable and could kill you anytime",
      "will": "你可以养一条龙当宠物",
      "but": "这将是不可预测的，并可能随时杀死你"
    },
    {
      "willEn": "You have the power the teleport..",
      "butEn": "You accidentally the world.",
      "will": "你拥有心灵传送的力量..",
      "but": "你不小心让这个世界。"
    },
    {
      "willEn": "You may eliminate one group you despise from the planet. It may be a social cliche, ethnicity, or a group in which all the people share a physical or mental characteristic. No one will seemingly notice or care about this.",
      "butEn": "You will become the last surviving member of this group.",
      "will": "你可能会把一个你鄙视的群体从地球上消灭掉。它可能是一种社会陈词滥调，可能是种族，也可能是一个所有人都有共同的身体或心理特征的群体。似乎没有人会注意到或关心这一点。",
      "but": "你将成为这个团队中最后一个幸存的成员。"
    },
    {
      "willEn": "You will get any car that you want on the market, plus maintenance.",
      "butEn": "Only you can sit in the car while driving, and it is the only car you can ever own.",
      "will": "你可以在市场上买到任何你想要的车，外加保养。",
      "but": "只有你可以在开车时坐在车里，这也是你唯一可以拥有的车。"
    },
    {
      "willEn": "All the girls will love you and you will be the sexiest man alive.",
      "butEn": "You're gay.",
      "will": "所有的女孩都会爱你，你会成为世界上最性感的男人。",
      "but": "你是同性恋。"
    },
    {
      "willEn": "You gain perfect memory",
      "butEn": "You can never watch porn again",
      "will": "你会获得完美的记忆",
      "but": "你再也不能看色情电影了"
    },
    {
      "willEn": "Find the cure for AIDS",
      "butEn": "Die of AIDS",
      "will": "找到治疗艾滋病的方法",
      "but": "死于艾滋病"
    },
    {
      "willEn": "EA Games will go bankrupt",
      "butEn": "Other companies might make EA's franchises worse.",
      "will": "艺电游戏将破产",
      "but": "其他公司可能会让艺电的特许经营权变得更糟。"
    },
    {
      "willEn": "you can change your physical appearance at will",
      "butEn": "the government will seek you relentlessly, and if they catch you, they will perform horrible experiments on you for the rest of your life",
      "will": "你可以随意改变你的外貌",
      "but": "政府会毫不留情地寻找你，如果他们抓住你，他们会在你的余生中对你进行可怕的实验"
    },
    {
      "willEn": "Instead of Dying, you regenerate",
      "butEn": "You can only regenerate 12 times, and each time you look like a different person but retain all memories",
      "will": "你不是死了，而是重生",
      "but": "你只能再生12次，每次你看起来像不同的人，但保留着所有的记忆"
    },
    {
      "willEn": "Get super-sight.",
      "butEn": "Also get shitty-hearing.",
      "will": "获得超视能力。",
      "but": "听起来也很差劲。"
    },
    {
      "willEn": "You can create world peace and prosperity forever",
      "butEn": "You and those closest to you will die immediately",
      "will": "你们可以永远创造世界的和平与繁荣",
      "but": "你和你最亲近的人会立刻死去"
    },
    {
      "willEn": "You can see trough cloths when you want to",
      "butEn": "you become slightly less attractive",
      "will": "你可以在你想看的时候看到槽布",
      "but": "你就会变得不那么有吸引力"
    },
    {
      "willEn": "You will be able to go long times underwater",
      "butEn": "You will not be able to swim foward and backward, only up and down",
      "will": "你将能够在水下呆很长时间",
      "but": "你不能向前和向后游，只能上上下下"
    },
    {
      "willEn": "Your life span will increase by 50 years.",
      "butEn": "Those 50 years you gained will be subtracted from your best friend's life span.",
      "will": "你的寿命将增加50岁。",
      "but": "你获得的这50年将从你最好的朋友的寿命中减去。"
    },
    {
      "willEn": "You can have great sex with whoever you want, whenever you want...",
      "butEn": "Every time you orgasm, you get a flashing image of your parents.",
      "will": "你可以随时随地和任何你想要的人发生美妙的性关系。",
      "but": "每次你达到高潮，你都会看到你父母的闪光画面。"
    },
    {
      "willEn": "You can fly",
      "butEn": "You have a paralysing fear of heights",
      "will": "你会飞",
      "but": "你的恐高症令人不知所措"
    },
    {
      "willEn": "be the funniest person on the planet",
      "butEn": "nobody will ever take you seriously",
      "will": "成为这个星球上最有趣的人",
      "but": "没有人会把你当回事"
    },
    {
      "willEn": "You have the ability to banish all hatred from the world, be it from racism, religion, sexual discrimination, and gender discrimination.",
      "butEn": "You have to sacrifice the one thing you truly love. Now think. Is it worth it?",
      "will": "你有能力驱逐世界上所有的仇恨，无论是种族主义、宗教、性别歧视还是性别歧视。",
      "but": "你必须牺牲你真正热爱的一件事。现在想一想。值得吗？"
    },
    {
      "willEn": "You become the US president and stop giving $8.5 million a day to Israel",
      "butEn": "the money instead goes towards making life for Americans better",
      "will": "你成为美国总统，停止每天给以色列850万美元",
      "but": "相反，这笔钱将用于改善美国人的生活"
    },
    {
      "willEn": "You have the world's most beautiful singing voice.",
      "butEn": "You cannot speak normally without your voice cracking constantly.",
      "will": "你有世界上最美的歌喉。",
      "but": "如果你不能正常说话，你的声音就会不断地发出刺耳的声音。"
    },
    {
      "willEn": "You have all the superpowers in the Marvel AND DC universe.",
      "butEn": "You can only use them for bad.",
      "will": "你拥有漫威和DC宇宙中所有的超能力。",
      "but": "你只能把它们用来做坏事。"
    },
    {
      "willEn": "you save an infant from a house fire",
      "butEn": "you get third degree burns on your entire body",
      "will": "你从一场房屋大火中救出一个婴儿",
      "but": "你全身三度烧伤"
    },
    {
      "willEn": "You instantly learn and understand all human knowledge up to this point.",
      "butEn": "Nobody is able to remember you for more than 24 hours.",
      "will": "到目前为止，你会立即学习和理解人类的所有知识。",
      "but": "没有人能够记住你超过24小时。"
    },
    {
      "willEn": "You will have a bank card that'll let you withdraw unlimited amount of money!",
      "butEn": "It takes money from the poor.",
      "will": "你会有一张银行卡，可以让你无限量取款!",
      "but": "它从穷人那里拿钱。"
    },
    {
      "willEn": "You get 100$ for every breath you take",
      "butEn": "You always smell rotting meat",
      "will": "你每吸一口气就能得到100美元",
      "but": "你总是闻到腐烂的肉的味道"
    },
    {
      "willEn": "You become the smartest, richest, most creative and succesful businessman in the world,",
      "butEn": "You become morbidly obese to the point that you can't even walk, permanently.",
      "will": "你会成为世界上最聪明、最富有、最有创造力、最成功的商人，",
      "but": "你会变得病态肥胖，以至于你甚至无法永久行走。"
    },
    {
      "willEn": "Can fly",
      "butEn": "can eat only chiken if not you die",
      "will": "会飞",
      "but": "只能吃鸡，否则你就死定了"
    },
    {
      "willEn": "You can fly on command, levitate above the ground or leap from a building and fly as you wish",
      "butEn": "you turn socially awkward. Only way to disable it is to resign flying power.",
      "will": "你可以根据命令飞行，可以在地面上漂浮，也可以从建筑物上跳下来，随心所欲地飞行",
      "but": "你会在社交上变得很尴尬。使其失效的唯一方法就是放弃飞行动力。"
    },
    {
      "willEn": "You can teleport anywhere you want on earth",
      "butEn": "Everytime you do it time forwards 10 years (you age too)",
      "will": "你可以传送到地球上任何你想要的地方",
      "but": "每一次你都向前看10年(你也变老了)"
    },
    {
      "willEn": "You suddenly wake up knowing every language in the world.",
      "butEn": "Lose the ability to talk.",
      "will": "你突然醒来，懂了世界上的每一种语言。",
      "but": "失去说话的能力。"
    },
    {
      "willEn": "You can control time (pause, rewind, fast forward)",
      "butEn": "you have to eat your own vomit once a week.",
      "will": "你可以控制时间(暂停、倒带、快进)",
      "but": "你必须每周吃一次你自己的呕吐物。"
    },
    {
      "willEn": "Western world becomes less politically divided",
      "butEn": "All LGBTQ+ are gone",
      "will": "西方世界的政治分歧变得更小",
      "but": "所有LGBTQ都消失了"
    },
    {
      "willEn": "Become the most attractive person alive",
      "butEn": "Every person who is attracted to you becomes a zombie",
      "will": "成为世界上最有魅力的人",
      "but": "每一个被你吸引的人都会变成僵尸"
    },
    {
      "willEn": "You become extremely good at everything",
      "butEn": "Someone you dislike is always just a bit better",
      "will": "你变得事事都做得很好",
      "but": "你不喜欢的人总是比你好一点"
    },
    {
      "willEn": "You never see My Little Pony stuff again, and eventually no bronies are left",
      "butEn": "they move on to a different revamp of a show from your childhood, and twice as many people sexualize it.",
      "will": "你再也看不到我的小马驹了，最终没有青春痘了",
      "but": "他们对一部电视剧进行了与你童年时代不同的改造，而将其性感化的人是你的两倍。"
    },
    {
      "willEn": "You get married to who ever you want",
      "butEn": "anything you touch burns even Earth",
      "will": "你想嫁给谁就嫁给谁",
      "but": "你碰的任何东西都会烧毁地球"
    },
    {
      "willEn": "You can make people do whatever you want.",
      "butEn": "They are aware you're doing this to them, and you feel whatever physical or emotional pain you cause them.",
      "will": "你可以让人们做任何你想做的事。",
      "but": "他们意识到你在对他们这样做，你会感受到你给他们带来的身体或精神上的痛苦。"
    },
    {
      "willEn": "Everything in your life becomes perfect.",
      "butEn": "You aren't allowed contact with any family/friends you had before you pressed the button.",
      "will": "你生活中的一切都会变得完美。",
      "but": "在你按下按钮之前，你不允许与任何家人/朋友联系。"
    },
    {
      "willEn": "You have unlimited rizz",
      "butEn": "Everyone makes among us jokes",
      "will": "您有无限的Rizz",
      "but": "我们当中的每个人都在开玩笑"
    },
    {
      "willEn": "You can go back to any point in time you specify",
      "butEn": "You cannot go forwards in time again",
      "will": "您可以返回到您指定的任何时间点",
      "but": "你不能再回到过去了"
    },
    {
      "willEn": "Everything you eat will taste like your favorite food",
      "butEn": "everything you drink tastes like man-juice",
      "will": "你吃的每一样东西都会像你最喜欢的食物一样",
      "but": "你喝的每一样东西都像男人的果汁"
    },
    {
      "willEn": "A sexy lady will flit with you.",
      "butEn": "She is (literally) a demon in disguise.",
      "will": "一位性感的女士会和你一起飞走。",
      "but": "她(字面上)是一个伪装的恶魔。"
    },
    {
      "willEn": "You get the woman of your dreams",
      "butEn": "You can't have children with her",
      "will": "你得到了你的梦中情人",
      "but": "你不能和她生孩子"
    },
    {
      "willEn": "Become the most attractive person alive",
      "butEn": "Every person who is attracted to you becomes a zombie",
      "will": "成为世界上最有魅力的人",
      "but": "每一个被你吸引的人都会变成僵尸"
    },
    {
      "willEn": "You get your dream job (is well paying also) for 10 years",
      "butEn": "After the 10 years you have to work at your worst nightmare job for 10 years",
      "will": "你会得到你梦想中的工作(薪水也很高)10年",
      "but": "在10年后，你必须在你最糟糕的噩梦工作上工作10年"
    },
    {
      "willEn": "You can amazing psychic powers, including (but not limited to): telekinesis, telepathy, pyrokinesis and levitation.",
      "butEn": "You have to work as an assassin for the government. You can never refuse a mission or request on moral grounds, and you can never use your powers without explicit permission.",
      "will": "你可以拥有惊人的通灵能力，包括(但不限于)：心灵感应、心灵感应、着火和悬浮。",
      "but": "你必须为政府当刺客。你永远不能以道德理由拒绝一项使命或要求，也永远不能在没有明确许可的情况下使用你的权力。"
    },
    {
      "willEn": "You have unlimited rizz",
      "butEn": "Everyone makes among us jokes",
      "will": "您有无限的Rizz",
      "but": "我们当中的每个人都在开玩笑"
    },
    {
      "willEn": "You have superpower",
      "butEn": "you can only be a villian.",
      "will": "你有超能力",
      "but": "你只能是个恶棍。"
    },
    {
      "willEn": "You can commuicate with any animal",
      "butEn": "There are no humans except you",
      "will": "你可以和任何动物交流",
      "but": "除了你之外没有人类"
    },
    {
      "willEn": "You get what you mostly want in life",
      "butEn": "You can never use modern technology again (Internet, computers, etc)",
      "will": "你得到了你生命中最想要的东西",
      "but": "你再也不能使用现代技术了(互联网、计算机等)"
    },
    {
      "willEn": "Someone you absolutely hate dies of &quot;natural causes&quot; or &quot;bad luck&quot;.",
      "butEn": "Someone completely random, regardless of your relationship with them, dies at the exact same time.",
      "will": "一个你绝对讨厌的人死了",
      "but": "一个完全随机的人，不管你和他们的关系如何，都会在完全相同的时间死亡。"
    },
    {
      "willEn": "You get tumblr famous",
      "butEn": "only for blogging homestuck",
      "will": "你让Tumblr出名了",
      "but": "仅供写博客Homestuck使用"
    },
    {
      "willEn": "Unlimited supply of Doritos™",
      "butEn": "you can never use dips, ever.",
      "will": "无限量供应多力多滋™",
      "but": "你永远不能用蘸酱，永远不能。"
    },
    {
      "willEn": "You become a member of your favorite musical group.",
      "butEn": "The person you end up replacing will completely cease to exist.",
      "will": "你会成为你最喜欢的音乐组合的一员。",
      "but": "你最终取代的那个人将完全不复存在。"
    },
    {
      "willEn": "You get a Lamborghini of your choice",
      "butEn": "You have to pay 5 dollar every day for the rest of your life and you cant back out",
      "will": "你可以选择一辆兰博基尼",
      "but": "你的余生每天都要付5美元，你不能打退堂鼓"
    },
    {
      "willEn": "You will receive the best television package with video on demand for free",
      "butEn": "My Little Pony can come on any channel at any time completely at random.",
      "will": "您将免费收到最好的带视频点播的电视套餐",
      "but": "我的小马可以在任何时间完全随机地出现在任何频道上。"
    },
    {
      "willEn": "You can travel back and forth through time.",
      "butEn": "If you alter the past/future, no matter how small the change, it will have an enormous effect on the present. (Example: making a bet on a past sports result=zombie epidemic in the present.)",
      "will": "你可以在时间中来回穿梭。",
      "but": "如果你改变过去/未来，无论改变多么微小，都会对现在产生巨大的影响。(例如：赌过去的运动成绩=现在的僵尸疫情。)"
    },
    {
      "willEn": "You gain the powers of telekinesis, able to pick up any object from a distance with your mind.",
      "butEn": "Your body exerts a force outward, meaning you cannot grasp anything physically ever again, and it shoves other things away.",
      "will": "你获得了心灵感应的能力，能够用你的思想从远处捡起任何物体。",
      "but": "你的身体向外施力，意味着你再也不能物理上抓住任何东西了，它会把其他东西推开。"
    },
    {
      "willEn": "You will gain the ability to hear people's thoughts as if you were eavesdropping on a conversation.",
      "butEn": "If you use it more than 10 times per day you will begin to slowly spiral into madness.",
      "will": "你将获得听到人们想法的能力，就像你在窃听对话一样。",
      "but": "如果你每天使用它超过10次，你将开始慢慢地陷入疯狂。"
    },
    {
      "willEn": "When you die, you can be reborn as anybody you choose from any point in time. This means that you can even choose to be born as yourself again and relive your life differently.",
      "butEn": "Before you can be reborn, you must rewind through your entire life at normal speed.",
      "will": "当你死后，你可以在任何时间点重生，成为你选择的任何人。这意味着你甚至可以选择重生为你自己，以不同的方式重温你的生活。",
      "but": "在你可以重生之前，你必须以正常的速度回溯你的整个生命。"
    },
    {
      "willEn": "You can go back in time and stop terrible things from happening,",
      "butEn": "You can't save Jimi Hendrix.",
      "will": "你可以回到过去，阻止可怕的事情发生，",
      "but": "你救不了吉米·亨德里克斯。"
    },
    {
      "willEn": "You can stop time",
      "butEn": "You can't unfreeze it anymore.",
      "will": "你可以让时间停止",
      "but": "你不能再解冻它了。"
    },
    {
      "willEn": "You get to marry the person you love the most and they will be in love with you",
      "butEn": "They're cheating on you.",
      "will": "你嫁给了你最爱的人，他们会爱上你",
      "but": "他们在对你不忠。"
    },
    {
      "willEn": "rage comics are eliminated from mainstream cultural history",
      "butEn": "weird twitter/tumblr memes replace them",
      "will": "愤怒漫画被从主流文化史中剔除",
      "but": "奇怪的推特/Tumblr表情包取而代之"
    },
    {
      "willEn": "World hunger will disappear, and poverty will be a thing of the past.",
      "butEn": "Everyone has to give up cars, big houses, fast food, and wal-mart.",
      "will": "世界饥饿将消失，贫困将成为过去。",
      "but": "每个人都不得不放弃汽车、大房子、快餐和沃尔玛。"
    },
    {
      "willEn": "You can see ghosts",
      "butEn": "You can never tell whether someone is real or a ghost.",
      "will": "你能看到鬼魂",
      "but": "你永远也分不清一个人是真的还是鬼魂。"
    },
    {
      "willEn": "A vaccine for cancer will be found, so no one will ever have cancer in future.",
      "butEn": "Everyone who currently has cancer or has had cancer in the past dies.",
      "will": "癌症疫苗将会被发现，因此未来没有人会患上癌症。",
      "but": "所有目前患有癌症或过去曾患过癌症的人都会死亡。"
    },
    {
      "willEn": "Have the greatest girlfriend/boyfriend ever",
      "butEn": "you can never have sex with him/her",
      "will": "拥有史上最棒的女朋友/男朋友",
      "but": "你永远不能和他/她做爱"
    },
    {
      "willEn": "You will be given $100 of your currency every day, adjusted yearly for inflation.",
      "butEn": "You will become extremely anti-social, to the point that you never leave your home.",
      "will": "你每天会得到100美元的货币，每年都会根据通货膨胀进行调整。",
      "but": "你会变得极端反社会，以至于你永远不会离开家。"
    },
    {
      "willEn": "You get a Free Car of your choice, fictional or real",
      "butEn": "The police will always chase you as soon as they see your car",
      "will": "你会得到一辆你选择的免费汽车，无论是虚构的还是真实的",
      "but": "警察一看到你的车就会追你"
    },
    {
      "willEn": "You may enter any game/show/reality you choose.",
      "butEn": "You lose all your memories including the reason why you went there.",
      "will": "你可以进入你选择的任何游戏/表演/现实。",
      "but": "你失去了所有的记忆，包括你去那里的原因。"
    },
    {
      "willEn": "You no longer need to eat, drink, sleep, or breathe, and you become immune to organ failure",
      "butEn": "SOPA/PIPA/CISPA/whatever passes.",
      "will": "你不再需要吃、喝、睡或呼吸，而且你对器官衰竭具有免疫力",
      "but": "SOPA/PIPA/CISPA/任何通过。"
    },
    {
      "willEn": "Become the richest man in the world",
      "butEn": "Are forced to live in Harlem and can wear nothing but a Nazi uniform",
      "will": "成为世界上最富有的人",
      "but": "被迫住在哈莱姆区，只能穿纳粹制服"
    },
    {
      "willEn": "You will get $1000 dollars in the mail every week until you die from an anonymous source",
      "butEn": "You lose 20 years of your life",
      "will": "你每周都会收到1000美元的匿名邮件，直到你死",
      "but": "你失去了20年的生命"
    },
    {
      "willEn": "You can never, at any point, for any reason, die. You will exist for all time, and are essentially indestructible.",
      "butEn": "This ability is exclusively yours, and cannot be passed on to anyone else, nor gotten rid of in any way",
      "will": "你永远不会，在任何时候，因为任何原因而死亡。你将永远存在，本质上是坚不可摧的。",
      "but": "这种能力是你独有的，不能传递给任何人，也不能以任何方式摆脱"
    },
    {
      "willEn": "You can have Wolverine's claws",
      "butEn": "You can never retract them",
      "will": "你可以有金刚狼的爪子",
      "but": "你永远不能收回它们"
    },
    {
      "willEn": "You become God with all his powers",
      "butEn": "you can only appear in front of people who believe in you",
      "will": "你成为拥有所有力量的上帝",
      "but": "你只能出现在相信你的人面前"
    },
    {
      "willEn": "You become an expert at maths",
      "butEn": "You forget how to speak english",
      "will": "你会成为数学专家",
      "but": "你忘了怎么说中文"
    },
    {
      "willEn": "Your chances at getting a strike in bowling will increase.",
      "butEn": "You will never be able to get a spare again.",
      "will": "你打保龄球的机会会增加。",
      "but": "你再也找不到备用的了。"
    },
    {
      "willEn": "You will have incredibly lucid dreams each night.",
      "butEn": "As time goes on, the dreams will start to get longer and longer. Eventually your dreams will be entire lifetimes, even if you only sleep for a few hours. The line between your dreams and reality will become blurred, and eventually you will become afraid of sleeping.",
      "will": "你每晚都会做非常清晰的梦。",
      "but": "随着时间的推移，梦想将开始变得越来越长。最终，你的梦将是你一生的梦想，即使你只睡了几个小时。你的梦想和现实之间的界线会变得模糊，最终你会变得害怕睡觉。"
    },
    {
      "willEn": "You can turn ordinary water into any alcoholic beverage you like",
      "butEn": "every other nonalcoholic drink will taste like water",
      "will": "你可以把普通的水变成你喜欢的任何酒精饮料",
      "but": "其他所有的非酒精饮料都会尝起来像水"
    },
    {
      "willEn": "You are the best at every online game.",
      "butEn": "You're home internet speed is slow as shit.",
      "will": "你在每一个网络游戏中都是最棒的。",
      "but": "你回家了，网速慢得像屎一样。"
    },
    {
      "willEn": "You become concious in your dreams when you sleep.",
      "butEn": "Interacting with it could affect your personality and sanity drastically.",
      "will": "当你睡觉时，你会在梦中变得清醒。",
      "but": "与之互动可能会极大地影响你的个性和理智。"
    },
    {
      "willEn": "You can write a letter to yourself in the past saying anything you want.",
      "butEn": "You have to sign the letter &quot; -Xandar the lying alien&quot; and can't mention the signature in the letter at all.",
      "will": "你可以给过去的自己写一封信，说任何你想说的话。",
      "but": "你必须在这封信上签名。——说谎的外星人山达尔也不能在信中提及签名"
    },
    {
      "willEn": "Time Werner Cable offers 1Tb/s  download speed for free to everyone in the U.S.",
      "butEn": "All their technicians sound like Justin beiber &amp; And service is free granted u sing Baby Baby Baby all the way through",
      "will": "时代华纳有线向美国所有人免费提供1TB/S的下载速度。",
      "but": "他们所有的技术人员听起来都像贾斯汀·贝尔"
    },
    {
      "willEn": "You can make sure everyone in the world is content",
      "butEn": "yourself.",
      "will": "你可以确保世界上的每个人都满意",
      "but": "你自己。"
    },
    {
      "willEn": "You become invisible",
      "butEn": "you can`t touch anything",
      "will": "你变得隐形了",
      "but": "你什么都不能碰"
    },
    {
      "willEn": "My book adapted to screen!",
      "butEn": "It's edited nearly beyond recognition and you don't agree with the casting.",
      "will": "你的书改编成了银幕！",
      "but": "剪辑得几乎面目全非，而且你不同意选角。"
    },
    {
      "willEn": "You become the best actor in the world",
      "butEn": "You'll never fall in love",
      "will": "你成了世界上最好的演员",
      "but": "你永远不会坠入爱河"
    },
    {
      "willEn": "You can erase the mind of anyone you choose",
      "butEn": "You leave a scar on them whenever you do it, letting everyone know that you erased their mind",
      "will": "你可以抹掉你选择的任何人的思想",
      "but": "每当你这么做的时候，你都会在他们身上留下伤疤，让每个人都知道你抹去了他们的思想"
    },
    {
      "willEn": "You can create or destroy anything",
      "butEn": "By creating something you slowly gain sanity (read the following) and destroying slowly drains your sanity to the point of destroying everything",
      "will": "你可以创造或摧毁任何东西",
      "but": "通过创造一些东西，你慢慢地获得理智(阅读下面的内容)，慢慢地摧毁，你的理智会耗尽到摧毁一切的地步"
    },
    {
      "willEn": "You get to be a billionaire",
      "butEn": "You have to murder 10 kittens in front of an international news reporter",
      "will": "你将成为亿万富翁",
      "but": "你必须在国际新闻记者面前杀死10只小猫"
    },
    {
      "willEn": "You get to go to any world you've ever wanted and marry the guy/girl of your dreams",
      "butEn": "Your parents are dead",
      "will": "你可以去任何你想去的世界，娶你的梦中情人",
      "but": "你的父母都去世了"
    },
    {
      "willEn": "You are now able to befriend anyone you would like to, upon meeting them",
      "butEn": "you are no longer able to use any electronic device to communicate with people",
      "will": "你现在可以和任何你喜欢的人交朋友了，在见到他们之后",
      "but": "你不再能够使用任何电子设备与人交流"
    },
    {
      "willEn": "You can go inside of a video any time you want...",
      "butEn": "It has to be a horror game or a game for 6 year old girls.",
      "will": "你可以随时进入录像带...",
      "but": "它必须是一款恐怖游戏，或者是一款适合6岁小孩的游戏。"
    },
    {
      "willEn": "You can reach in to your pocket and pull out the exact amount of money you need at any given moment, in cash.",
      "butEn": "It's always in Indian Rupees.",
      "will": "你可以把手伸进口袋，随时拿出你需要的现金。",
      "but": "它总是以印度卢比计价。"
    },
    {
      "willEn": "You have the ability to kill anyone you want and get away with it.",
      "butEn": "When you die you will be fully conscious for the rest of eternity.",
      "will": "你有能力杀死任何你想要的人并逍遥法外。",
      "but": "当你死的时候，你将在永恒的余生中保持全意识。"
    },
    {
      "willEn": "You have the ability to stop time for exactly one consecutive hour per day.",
      "butEn": "You age faster 10 times faster during that time.",
      "will": "你有能力让时间一天连续停一小时。",
      "but": "在这段时间里，你衰老的速度是原来的10倍。"
    },
    {
      "willEn": "You can become friends with anyone easily...",
      "butEn": "you don't have a family.",
      "will": "你可以很容易地和任何人成为朋友。",
      "but": "你没有家人。"
    },
    {
      "willEn": "You ride a motorcycle that never crashes",
      "butEn": "you can never ride in anything else with wheels or airplanes",
      "will": "你骑的是一辆从不撞车的摩托车",
      "but": "你永远不能乘坐其他有轮子或飞的东西。"
    },
    {
      "willEn": "Another Earth is created and it's developed like ours.",
      "butEn": "Their civilization wants to destroy yours.",
      "will": "创建另一个地球,它是发达的",
      "but": "他们的文明想要摧毁你们的文明。"
    },
    {
      "willEn": "You never sustain injury",
      "butEn": "You fatally injure every person you touch",
      "will": "你永远不会受伤",
      "but": "你会对你接触的每个人造成致命的伤害"
    },
    {
      "willEn": "You are able to &quot;stop&quot; time.",
      "butEn": "You don't actually stop time, but instead force everything to stay still. People are still fully conscious while frozen, and you age at an accelerated rate while using your power.",
      "will": "您能够停止时间",
      "but": "你实际上并没有停止时间，而是迫使一切保持静止。人们在冰冻的时候仍然是全意识的，而你在使用你的力量时会加速衰老。"
    },
    {
      "willEn": "You have the ability control time in any way you would like, move forwards and backwards, speed up and slow down or just outright stop time.o",
      "butEn": "every time you influence time you take 26 weeks off your life.",
      "will": "你可以随心所欲地控制时间，向前和向后移动，加速和减速，或者直接停止时间。",
      "but": "每一次你影响时间，你的生活就减少了26周。"
    },
    {
      "willEn": "You can read minds.",
      "butEn": "People can read yours.",
      "will": "你可以读心术。",
      "but": "你在读别人时别人也可以读到你的。"
    },
    {
      "willEn": "You can control your dreams without putting any effort into trying.",
      "butEn": "Your dreams will always be nightmares and there is nothing you can do about it.",
      "will": "你可以控制你的梦想，而不需要花任何努力去尝试。",
      "but": "你的梦永远是噩梦，你对此无能为力。"
    },
    {
      "willEn": "You can see and explore any and all worlds and places from fiction, your own imagination, or from history",
      "butEn": "You cannot interact with them in any way",
      "will": "你可以从小说、自己的想象或历史中看到和探索任何和所有的世界和地方",
      "but": "你不能以任何方式与他们互动"
    },
    {
      "willEn": "You can make anyone you want like you simply by talking to them.",
      "butEn": "You can only speak in memes.",
      "will": "你可以简单地和任何你想要的人交谈，让他们喜欢你。",
      "but": "你只能用表情包说话。"
    },
    {
      "willEn": "You watch your favourite band live",
      "butEn": "they only perform country music",
      "will": "你看你最喜欢的乐队的现场表演",
      "but": "他们只演奏乡村音乐"
    },
    {
      "willEn": "Turn anything into anything else (Of equal mass)",
      "butEn": "50% chance it will be highly radioactive",
      "will": "把任何东西变成(同等质量的)任何东西",
      "but": "它有50%的可能性是高放射性的"
    },
    {
      "willEn": "You can shapeshift into any animal/anthromorphic you want",
      "butEn": "You can only do it 3 times, you are stuck forever as your 3rd transformation and you can only make the sounds of that animal",
      "will": "你可以变形成你想要的任何动物/人形",
      "but": "你只能做3次，你永远被困在你的第三次变形中，你只能发出那只动物的声音"
    },
    {
      "willEn": "You can teleport anywhere you want",
      "butEn": "Your clothes don't come with you.",
      "will": "你可以传送到你想要的任何地方",
      "but": "你的衣服不是和你一起来的。"
    },
    {
      "willEn": "You have the ability to change into animals.",
      "butEn": "You can only change into animals whose name starts with the third letter in your first name.",
      "will": "你有能力变成动物。",
      "but": "你只能换成名字以第三个字母开头的动物。"
    },
    {
      "willEn": "You will be able to teleport anywhere in the world instantly, be immune from injury from falling, and jump extremely high.",
      "butEn": "One day a year, you will experience debilitating pain that is so excruciating you won't be able to move, think, or sleep. You would rather die.",
      "will": "你将能够瞬间传送到世界上的任何地方，免受跌倒的伤害，并跳得非常高。",
      "but": "一年中有一天，你会经历令人衰弱的疼痛，这种疼痛如此折磨人，以至于你无法移动、思考或睡眠。你宁可去死。"
    },
    {
      "willEn": "Each press grants you 10 dollars.",
      "butEn": "It will also kill 1 Random person for each press.",
      "will": "每一次新闻发布会都会给你10美元。",
      "but": "它还将杀死每个媒体一个随机的人。"
    },
    {
      "willEn": "You are rich",
      "butEn": "You regularly endure assassination attempts with no way to fight back but luck",
      "will": "你是富有的",
      "but": "你经常忍受暗杀企图，除了运气没有办法反击"
    },
    {
      "willEn": "Every stray pet gets adopted to safe and loving homes",
      "butEn": "You develop an allergy to all pets and will die if exposed to them",
      "will": "每一只流浪的宠物都会被领养到安全而充满爱的家庭",
      "but": "你对所有宠物都会过敏，如果接触到它们就会死亡。"
    },
    {
      "willEn": "You watch your favourite band live",
      "butEn": "they only perform country music",
      "will": "你看你最喜欢的乐队的现场表演",
      "but": "他们只演奏乡村音乐"
    },
    {
      "willEn": "You can smell and taste colors,",
      "butEn": "You are blind.",
      "will": "你可以闻到和品尝到颜色，",
      "but": "你是个盲人。"
    },
    {
      "willEn": "You become one of the most recognized artists in the world",
      "butEn": "you get color blindness",
      "will": "你成为世界上最受认可的艺术家之一",
      "but": "你会得色盲"
    },
    {
      "willEn": "You can divide by zero",
      "butEn": "Every time you do it a cat dies a horrible death.",
      "will": "你可以被零整除",
      "but": "每次你这么做，都会有一只猫死得很可怕。"
    },
    {
      "willEn": "You became a genius",
      "butEn": "Have to be in a wheelchair the rest of your life",
      "will": "你成了天才",
      "but": "你的余生都要坐在轮椅上"
    },
    {
      "willEn": "You are immortal.",
      "butEn": "You are stuck on the moon for 1000 years.",
      "will": "你是不朽的。",
      "but": "你在月球上被困了1000年。"
    },
    {
      "willEn": "J.K. Rowling writes another series about the Marauders generation",
      "butEn": "it is not written in any of the languages you know.",
      "will": "J.K.罗琳写了另一个关于掠夺者一代的系列",
      "but": "它不是用你所知道的任何一种语言写的。"
    },
    {
      "willEn": "Every time you press the button on this website, it will come true",
      "butEn": "The negative things will also come true",
      "will": "每次你在这个网站上按一下按钮，它就会实现",
      "but": "消极的事情也会成为现实。"
    },
    {
      "willEn": "Have the same powers as superman without the weakness.",
      "butEn": "You become Immortal. You can only have one spouse and one child and neither of them gain your powers. And you cannot gain friends and will eventually go insane",
      "will": "拥有和超人一样的力量，没有弱点。",
      "but": "你就会长生不老。你只能有一个配偶和一个孩子，他们中的任何一个都不能获得你的力量。你得不到朋友，最终会变得疯狂"
    },
    {
      "willEn": "You could program literally anytying",
      "butEn": "You become Stallman-level autism",
      "will": "你可以编写任何捆绑的程序",
      "but": "你成为Stallman-level自闭症"
    },
    {
      "willEn": "you can marry any fictional charater",
      "butEn": "they will not remember who you are every time they wake up",
      "will": "你可以嫁给任何虚构的角色",
      "but": "他们不会每次醒来都记得你是谁"
    },
    {
      "willEn": "You make one horrible event in the past cease to exist",
      "butEn": "You will responsible for one horrible event in the future",
      "will": "你让过去一件可怕的事情不复存在",
      "but": "你要为未来发生的一件可怕的事情负责"
    },
    {
      "willEn": "You can stop everything bad from happening for as long as you live!",
      "butEn": "Something as bad as everything you stopped from happening will occur at the moment of your death.",
      "will": "只要你活着，你就能阻止一切不好的事情发生！",
      "but": "像你阻止发生的一切一样糟糕的事情会在你死的那一刻发生。"
    },
    {
      "willEn": "You will have any superpower of your choosing",
      "butEn": "You have cancer and only 10 years to live.",
      "will": "你将拥有你选择的任何超能力",
      "but": "你得了癌症，只有10年的生命了。"
    },
    {
      "willEn": "You can clear a stuffy nose anytime you want!",
      "butEn": "You get a stomach ache when you do so!",
      "will": "你想要你可以随时清除鼻塞!",
      "but": "当你这样做时你会胃疼!"
    },
    {
      "willEn": "You become the king of the world.",
      "butEn": "Everyone n the world is against you.",
      "will": "你就成了世界之王。",
      "but": "世界上的每个人都在和你作对。"
    },
    {
      "willEn": "You will have the power to read anyone's mind At Will,",
      "butEn": "every time you actually Do read someone's mind, you uncontrollably pee a little.",
      "will": "你将有能力随意读懂任何人的心思，",
      "but": "每次你真的读懂别人的心思时，你都会不由自主地小便一下。"
    },
    {
      "willEn": "You make one horrible event in the past cease to exist",
      "butEn": "You will responsible for one horrible event in the future",
      "will": "你让过去一件可怕的事情不复存在",
      "but": "你要为未来发生的一件可怕的事情负责"
    },
    {
      "willEn": "From your grave, two weeks after your death, you will be reborn like a phoenix from your own ashes into your ideal body/looks with your memories and personality intact.",
      "butEn": "Your death will scar you forever: you will feel unparalleled fear everytime you come close to the situation or object that killed you. Additionally, your personal belongings will burn up and nobody will realise who you are before they've stopped grieving.",
      "will": "从你的坟墓中，在你死后两周，你将像凤凰一样从你自己的骨灰中重生，进入你理想的身体/外表，你的记忆和人格完好无损。",
      "but": "你的死亡永远的伤疤你:你会觉得联合国"
    },
    {
      "willEn": "You become a girl",
      "butEn": "You're always ugly, no matter what you do",
      "will": "你变成了一个女孩",
      "but": "不管你做什么，你总是很丑"
    },
    {
      "willEn": "You can get any kind of Superpower you'd like",
      "butEn": "You will die in 10 years, leaving to memory of you or your deeds",
      "will": "你可以得到任何你想要的超能力",
      "but": "你将在10年后死去，留下你或你的事迹的记忆"
    },
    {
      "willEn": "You develope all manners of telekinetic abilities.",
      "butEn": "You must break contact with everyone you currently know, and can only watch over them from afar, or form new relationships.",
      "will": "你发展了所有方式的心灵感应能力。",
      "but": "你必须与你目前认识的每个人断绝联系，只能从远处看着他们，或者建立新的关系。"
    },
    {
      "willEn": "You pass all of your classes with Solid A's.",
      "butEn": "Your browser history is made public.",
      "will": "你以全A的成绩通过了所有课程。",
      "but": "您的浏览器历史记录是公开的。"
    },
    {
      "willEn": "You live with 4 of your favourite celebrities",
      "butEn": "Whenever you poo, there is a microphone and a video recorder inside the toilet which interrupts any TV signal so everyone sees and hears throughout the house",
      "will": "你和4位你最喜欢的名人住在一起",
      "but": "当你大便的时候，厕所里有一个麦克风和一个录像机，它会中断任何电视信号，使每个人都能在整个房子里看到和听到"
    },
    {
      "willEn": "You become the smartest man in the Universe and have access to knowledge nobody else could possibly know.",
      "butEn": "When you try to talk, Kanye West will appear through a portal and interrupt what you are saying. When he leaves you may finish until you start a new thought.",
      "will": "你会成为宇宙中最聪明的人，并且可以接触到别人不可能知道的知识。",
      "but": "当你试图说话时，坎耶·韦斯特会通过一个门户出现，打断你正在说的话。当他离开时，你可能会结束，直到你开始一个新的想法。"
    },
    {
      "willEn": "You have the ability to create a bestselling game all by yourself",
      "butEn": "you can only type 30 words per minute",
      "will": "你有能力自己创造一款畅销游戏",
      "but": "你一分钟只能打30个字"
    },
    {
      "willEn": "You are the one that discovers the way for faster than light travel, allowing humans to travel to the stars.",
      "butEn": "The discovery results in your death.",
      "will": "是你发现了超光速旅行的方法，允许人类前往恒星。",
      "but": "这一发现会导致你的死亡。"
    },
    {
      "willEn": "You will become a champion among humans, you will bring eternal peace and prosperity to the human race.",
      "butEn": "Your name and face would fade from existence, and you will receive no reward for what you've done including any sort of publicity.",
      "will": "你们将成为人类中的冠军，你们将为人类带来永恒的和平与繁荣。",
      "but": "你的名字和脸会淡出存在,"
    },
    {
      "willEn": "You are the only one immune to an apocalyptic virus.",
      "butEn": "You have to die to save the world.",
      "will": "你是唯一一个对末日病毒免疫的人。",
      "but": "你必须死才能拯救世界。"
    },
    {
      "willEn": "You have the ability to alter reality at a whim, and you are friends with aliens, time travelers and espers.",
      "butEn": "As far as you know, you don't have these powers and your friends are just normal people",
      "will": "你有能力随心所欲地改变现实，你是外星人、时间旅行者和埃斯佩斯人的朋友。",
      "but": "据你所知，你没有这些能力，你的朋友都是普通人"
    },
    {
      "willEn": "You will through parties and everyone will be your friend!",
      "butEn": "You go mentally crazy and through parties with objects.",
      "will": "你会通过聚会，每个人都会成为你的朋友！",
      "but": "你会精神错乱，在派对上拿着物品。"
    },
    {
      "willEn": "You can see the future",
      "butEn": "You'll know how you and everyone you know dies as soon as you meet them.",
      "will": "你可以看到未来",
      "but": "你一见到他们，就会知道你和你认识的每个人都是怎么死的。"
    },
    {
      "willEn": "You gain one wish",
      "butEn": "Only when you kill someone",
      "will": "你实现了一个愿望",
      "but": "只有当你杀人的时候"
    },
    {
      "willEn": "You would go on vacation any where in the world for a week for free",
      "butEn": "You would have have a large spider living in your hair all that time",
      "will": "你可以在世界上任何地方免费度假一周",
      "but": "你会有一只巨大的蜘蛛一直生活在你的头发里"
    },
    {
      "willEn": "You would become king of the world",
      "butEn": "you'd have to avoid assassins",
      "will": "你会成为世界之王",
      "but": "你必须避开刺客"
    },
    {
      "willEn": "You have an unlimited supply of whatever food you want just by reaching into your pocket.",
      "butEn": "You're always hungry.",
      "will": "只要把手伸进口袋，你就可以无限供应你想要的任何食物。",
      "but": "你总是很饿。"
    },
    {
      "willEn": "Your dream videogame gets made",
      "butEn": "It's developed by that one studio you don't like",
      "will": "梦寐以求的电子游戏问世",
      "but": "它是由你不喜欢的那个工作室开发的"
    },
    {
      "willEn": "You will always be financially secure.",
      "butEn": "You will never have children or a wife.",
      "will": "你将永远在经济上有保障。",
      "but": "你永远不会有孩子或妻子。"
    },
    {
      "willEn": "You can perform a perfect genocide.",
      "butEn": "You have to do it every year until only one race remains.",
      "will": "你可以进行一场完美的种族灭绝。",
      "but": "你必须每年都这样做，直到只剩下一场比赛。"
    },
    {
      "willEn": "You will become rich",
      "butEn": "You become immortal and you see all of your friends and relatives die",
      "will": "你会变得富有的",
      "but": "你变得不朽，你看到你所有的朋友和亲戚都死了"
    },
    {
      "willEn": "Get to have sex with any person that you want.",
      "butEn": "your life shortens by 50% each time you have sex.",
      "will": "可以和任何你想要的人发生性关系。",
      "but": "每次做爱，你的寿命都会缩短50%。"
    },
    {
      "willEn": "You have an unlimited supply of food for the rest of your life",
      "butEn": "for every bite you take, you must eat a pomegranate seed.",
      "will": "在你的余生中你有无限的食物供应",
      "but": "你每咬一口，就必须吃一颗石榴籽。"
    },
    {
      "willEn": "You can make a planet in our solar system and shape it however you want, giving you the potential to make your own heaven planet",
      "butEn": "You can't go to any other planet, ever - upon entering another planet's sphere of gravitational influence you unleash a fart as powerful as a supernova, killing all life forms in the solar system",
      "will": "你可以在我们的太阳系中制造一颗行星，并随心所欲地塑造它，让你有可能创造出自己的天堂星球",
      "but": "你不能去任何其他星球，一旦进入另一个星球的引力影响范围，你就会释放出一个像超新星一样强大的屁，杀死太阳系中所有的生命形式"
    },
    {
      "willEn": "You gain the ability to physicall explore the internet",
      "butEn": "You can't use search engines and your trapped in tumblr",
      "will": "你获得了物理探索互联网的能力",
      "but": "你不能使用搜索引擎，你就会陷入困境"
    },
    {
      "willEn": "You create the greatest Meme in the world",
      "butEn": "Someone will take credit from it and you will never be recognized for making it",
      "will": "你创造了世界上最伟大的Meme",
      "but": "有人会抢走它的功劳，而你永远不会因为它而被认可"
    },
    {
      "willEn": "you can turn invisible at will",
      "butEn": "your invisibility is unpredictable, wich means you can stay invisible for 3 seconds or 5 years",
      "will": "你可以随意隐身",
      "but": "你的隐形是不可预测的，这意味着你可以隐形3秒或5年"
    },
    {
      "willEn": "You will never experience difficulty going to the bathroom again.",
      "butEn": "You will never remember whether you flushed or not.",
      "will": "你再也不会遇到上厕所的困难了。",
      "but": "你永远不会记得你是否冲过脸。"
    },
    {
      "willEn": "You change your gender",
      "butEn": "you can never change it back",
      "will": "你改变了你的性别",
      "but": "你永远不能把它改回来"
    },
    {
      "willEn": "You can marry Robb Stark",
      "butEn": "you will both die at the red wedding",
      "will": "你可以嫁给罗伯·斯塔克",
      "but": "你们两个都会死在红色婚礼上"
    },
    {
      "willEn": "You get a superpower of your choice.",
      "butEn": "Everytime you use this power, you become an inch shorter.",
      "will": "你会得到你选择的超能力。",
      "but": "每次你使用这种能力，你就会变矮一英寸。"
    },
    {
      "willEn": "You get to see how much you will regret doing something before actually doing it",
      "butEn": "If the regret amount is greater than 90%, you are forced to do it",
      "will": "在真正做某事之前，你会看到自己会有多么后悔",
      "but": "如果后悔金额超过90%，你就会被迫这么做"
    },
    {
      "willEn": "Have the ability to change the outcome of any event.",
      "butEn": "You will die afterwards.",
      "will": "有能力改变任何事件的结果。",
      "but": "之后你会死的。"
    },
    {
      "willEn": "You get to go back in time to kill Hitler",
      "butEn": "vaccines - there are none",
      "will": "你可以回到过去杀死希特勒",
      "but": "疫苗--没有疫苗"
    },
    {
      "willEn": "You have a limitless supply of books that you will love",
      "butEn": "every time you open a book a giant spider crawls out",
      "will": "你有无限的书，你会喜欢的",
      "but": "每次你打开一本书，一只巨大的蜘蛛就会爬出来"
    },
    {
      "willEn": "You can speak every language in the world.",
      "butEn": "You can only talk for up to 5 minutes a day.",
      "will": "你可以说世界上的每一种语言。",
      "but": "你一天最多只能讲5分钟。"
    },
    {
      "willEn": "Religion completely vanishes from the planet",
      "butEn": "A major economic crisis holds back science for another 20 0 years",
      "will": "宗教从地球上完全消失了",
      "but": "一场重大的经济危机又让科学停滞不前200年"
    },
    {
      "willEn": "You can make anything you want a reality",
      "butEn": "All bad things in your mind will become reality uncontrolably",
      "will": "你可以让任何你想要的成为现实",
      "but": "你脑海中所有不好的事情都会无法控制地变成现实"
    },
    {
      "willEn": "You instantly get 1 million dollars",
      "butEn": "Predator starts to hunt you",
      "will": "你马上就能得到一百万美元",
      "but": "捕食者开始猎杀你"
    },
    {
      "willEn": "Everything on the internet loads and downloads instantly for you and there is no limit to how much you can download.",
      "butEn": "You can't use the internet for anything porn related.",
      "will": "互联网上的一切都会为你即时下载，而且你可以下载的数量没有限制。",
      "but": "你不能使用互联网处理任何与色情有关的事情。"
    },
    {
      "willEn": "You can go to the future with the date of your choice at any time and become rich",
      "butEn": "you become old and very ill",
      "will": "你可以随时用你选择的日期去未来发财",
      "but": "你变得老了，病得很重"
    },
    {
      "willEn": "You can predict the future.",
      "butEn": "No one believes you.",
      "will": "你可以预测未来。",
      "but": "没人相信你。"
    },
    {
      "willEn": "You are incredibly charismatic.",
      "butEn": "75% of people you meet think you're gay.",
      "will": "你的魅力令人难以置信。",
      "but": "你遇到的人中有75%认为你是同性恋。"
    },
    {
      "willEn": "You are undying",
      "butEn": "You are a cat with human memories and can speak, but your owner, despite knowing these facts gets uncomfortable when you do speak and destroys the situation you are in.",
      "will": "你是不死的",
      "but": "你是一只有人类记忆的猫，会说话，但你的主人，尽管知道这些事实，当你说话时会感到不舒服，并破坏了你所处的环境。"
    },
    {
      "willEn": "You are a beautiful, sexy, enchanting woman and you are also Cupid; you make people fall in love.",
      "butEn": "You can never fall in love yourself.",
      "will": "你是一个美丽、性感、迷人的女人，你也是丘比特；你让人们坠入爱河。",
      "but": "你永远不会爱上自己。"
    },
    {
      "willEn": "You can have sex with the person you desire most",
      "butEn": "You can only have sex with them for the rest of your life.",
      "will": "你可以和你最想要的人发生性关系",
      "but": "你只能在你的余生里和他们发生性关系。"
    },
    {
      "willEn": "You become a hero for the entire world.",
      "butEn": "You die with the feeling of never accomplishing anything.",
      "will": "你将成为全世界的英雄。",
      "but": "你死时会有一种一事无成的感觉。"
    },
    {
      "willEn": "the laws of your country no longer apply to you",
      "butEn": "anyone with a criminal record will have an instinctual hatred of you",
      "will": "你们国家的法律不再适用于你们",
      "but": "任何有犯罪记录的人都会本能地憎恨你"
    },
    {
      "willEn": "You will be happy for the rest of your life.",
      "butEn": "You loose every material thing forever, and you will be homeless and poor. Stuff you gain will always get destroyed within seconds.",
      "will": "你会幸福地度过你的余生。",
      "but": "你永远失去了所有的物质，你将无家可归和贫穷。你得到的东西总是会在几秒钟内被销毁。"
    },
    {
      "willEn": "Be a character in your favorite movie or book",
      "butEn": "you're the character who dies first",
      "will": "成为你最喜欢的电影或书中的角色",
      "but": "你是第一个死的角色"
    },
    {
      "willEn": "You may have endless Network connection and a never ending battery on your phone.",
      "butEn": "Internet and apps load twice slower.",
      "will": "您的手机可能有无休止的网络连接和无休止的电池。",
      "but": "互联网和应用程序的加载速度要慢两倍。"
    },
    {
      "willEn": "You become President of the United States!",
      "butEn": "Steve Carlsburg is your Vice President",
      "will": "你将成为美国总统！",
      "but": "史蒂夫·卡尔斯堡是你们的副总裁"
    },
    {
      "willEn": "Money can grow on trees",
      "butEn": "It causes inflation",
      "will": "钱可以从树上长出来",
      "but": "它会导致通货膨胀"
    },
    {
      "willEn": "You save the world",
      "butEn": "You will vanish from everyone's memory",
      "will": "你拯救了世界",
      "but": "你将从每个人的记忆中消失"
    },
    {
      "willEn": "You have a 50% chance of gaining a wallet that will provide any bill at any time. These bills are real money and the wallet never runs out of them.",
      "butEn": "You also have a 50% chance of being instantly teleported to any of the planets in our solar system (including Earth).",
      "will": "你有50%的机会获得一个钱包，它可以随时提供任何账单。这些钞票是真钱，钱包永远不会用完。",
      "but": "你也有50%的机会被瞬间传送到我们太阳系的任何行星(包括地球)。"
    },
    {
      "willEn": "Live the rest of your life easy and stress-free",
      "butEn": "Have to live all your life's stress and hardships in one day.",
      "will": "轻松、无压力地度过你的余生",
      "but": "不得不在一天内度过你一生中所有的压力和艰辛。"
    },
    {
      "willEn": "You can understand and speak all the languages.",
      "butEn": "You can't use the language where it was created.",
      "will": "你能听懂并会说所有的语言。",
      "but": "您不能使用创建它的语言。"
    },
    {
      "willEn": "Every time you press the button you get $50,000",
      "butEn": "Every time you do press the button a random person dies",
      "will": "你每按一次按钮就能得到5万美元",
      "but": "每次你按下按钮，就会有一个随机的人死掉"
    },
    {
      "willEn": "You learn how to expertly use chopsticks",
      "butEn": "You have a 20% chance to fully forget your birthday every time you try to mention it",
      "will": "你要学会熟练地使用筷子",
      "but": "每次你试图提起你的生日时，你都有20%的机会完全忘记它"
    },
    {
      "willEn": "you can live in a world with mutants like in x-men and choose your own powers",
      "butEn": "when you get injured you will experience twice as much pain",
      "will": "你可以生活在一个像x战警这样的变种人的世界里，选择你自己的能力。",
      "but": "当你受伤时，你会经历两倍的痛苦"
    },
    {
      "willEn": "You will discover the key to World peace",
      "butEn": "Noone you communicate it to will be able to understand the concept clearly enough to accept it",
      "will": "你会发现世界和平的钥匙",
      "but": "与你沟通的人都不能足够清楚地理解这个概念，从而接受它"
    },
    {
      "willEn": "You obtain telekinetic powers equal to your physical strength multiplied by a hundred",
      "butEn": "When you use your powers, you sometimes get a headache. It starts off fairly weak, but can advance to the point where you have severe migraines for days on end, possibly resulting in death or severe mental illness",
      "will": "你获得的心灵感应能力等于你的体力乘以100",
      "but": "当你使用你的超能力时，你有时会头疼。它开始时相当弱，但可以发展到你连续几天严重偏头痛，可能导致死亡或严重的精神疾病。"
    },
    {
      "willEn": "You could enter any pokemon region of your choice.",
      "butEn": "You cannot exit it, ever.",
      "will": "你可以进入你选择的任何精灵宝可梦区域。",
      "but": "你不能退出，永远不能。"
    },
    {
      "willEn": "You are in the universe of your favorite series.",
      "butEn": "You will never be able to interact with the main characters.",
      "will": "你身处你最喜欢的系列剧的宇宙中。",
      "but": "你将永远无法与主角互动。"
    },
    {
      "willEn": "You will become immortal",
      "butEn": "you will suffer for eternity once the end of the universe comes",
      "will": "你会长生不老",
      "but": "一旦宇宙末日来临，你将永远受苦"
    },
    {
      "willEn": "You have unlimited money",
      "butEn": "Everywhere you go you must walk barefoot on a path made of legos",
      "will": "你有无限的钱",
      "but": "无论你走到哪里，你都必须赤脚走在乐高积木铺成的小路上"
    },
    {
      "willEn": "You are conscious in your dreams.",
      "butEn": "You only have nightmares.",
      "will": "你在梦中是有意识的。",
      "but": "你只会做噩梦。"
    },
    {
      "willEn": "It's the zombie apocalypse, and you are immortal.",
      "butEn": "You see people as natural resources, and must harvest everyone you see for their supplies to survive.",
      "will": "这是僵尸启示录，而你是不朽的。",
      "but": "你视人为自然资源，必须收割你看到的每一个人，以获取他们的补给才能生存。"
    },
    {
      "willEn": "You will be a god.",
      "butEn": "Nobody will know if you really exists",
      "will": "你将成为神。",
      "but": "没有人会知道你是否真的存在"
    },
    {
      "willEn": "Gain the superpower of your choice,",
      "butEn": "smoke a pack a day until you die.",
      "will": "获得你选择的超能力，",
      "but": "每天抽一包烟，直到你死。"
    },
    {
      "willEn": "You cannot be friendzoned",
      "butEn": "your gender is changed",
      "will": "你不能被友谊区",
      "but": "你的性别改变了"
    },
    {
      "willEn": "You wake up the next morning as your preferred Gender, everyone recognizes you as such, you pass.",
      "butEn": "A friend you have dies, and if you have no friends a relative you like dies.",
      "will": "第二天早上醒来，你成了你喜欢的性别，每个人都承认你是这样的，你通过了。",
      "but": "你的朋友死了，如果你没有朋友，你喜欢的亲戚也会死。"
    },
    {
      "willEn": "You stop all major incidences (9/11, Hitler)",
      "butEn": "Your entire family tree never existed",
      "will": "你阻止了所有重大事件(9/11，希特勒)",
      "but": "你的整个家谱根本就不存在"
    },
    {
      "willEn": "Win $50,000",
      "butEn": "Every photo of you that exists would be deleted",
      "will": "赢得5万美元",
      "but": "你的每一张照片都会被删除"
    },
    {
      "willEn": "You become the perfect human.",
      "butEn": "You had to kill a million other people trying to be perfect as well.",
      "will": "你就会成为一个完美的人类。",
      "but": "为了做到完美，你还得杀掉一百万其他人。"
    },
    {
      "willEn": "Bears will never attack you",
      "butEn": "Rabbits always attack you",
      "will": "熊不会攻击你",
      "but": "兔子总是攻击你"
    },
    {
      "willEn": "You become the best actor in the world",
      "butEn": "You'll never fall in love",
      "will": "你成了世界上最好的演员",
      "but": "你永远不会坠入爱河"
    },
    {
      "willEn": "Your Penis grows 3 inches.",
      "butEn": "You lose 10 points of your IQ.",
      "will": "你的阴茎长3英寸。",
      "but": "你的智商会降低10分。"
    },
    {
      "willEn": "Kill everybody/thing that's ever annoyed you atleast once",
      "butEn": "This involves your friends, family, Pets, etc.",
      "will": "杀掉至少一次惹恼过你的人/事",
      "but": "这涉及到你的朋友、家人、宠物等。"
    },
    {
      "willEn": "50% Chance of any superpower",
      "butEn": "50% Chance of living forever paralysed",
      "will": "50%的机会成为任何超级大国",
      "but": "50%的机会永远瘫痪"
    },
    {
      "willEn": "North Korea and Iran are disarmed and their people are freed from all oppression.",
      "butEn": "Sarah Palin wins the next Presidential election.",
      "will": "朝鲜和伊朗解除了武装，他们的人民摆脱了一切压迫。",
      "but": "萨拉·佩林赢得了下一届总统选举。"
    },
    {
      "willEn": "You can play any instrument.",
      "butEn": "You cant play the genres you enjoy",
      "will": "你可以演奏任何乐器。",
      "but": "你不能演奏你喜欢的流派"
    },
    {
      "willEn": "You can drink Coca Cola for free",
      "butEn": "it tastes like Pepsi",
      "will": "你可以免费喝可口可乐",
      "but": "尝起来像百事可乐"
    },
    {
      "willEn": "You will be extremely rich and smart.",
      "butEn": "You will constantly be monitored by the government.",
      "will": "你会变得非常富有和聪明。",
      "but": "你会一直受到政府的监控。"
    },
    {
      "willEn": "Have 10 times the intelligence of the smartest person to exist",
      "butEn": "You have a severe headace that cannot be cured",
      "will": "拥有10倍于世界上最聪明的人的智慧",
      "but": "你有一个无法治愈的严重的头疼"
    },
    {
      "willEn": "youll be the richest man in the world",
      "butEn": "Every door you pass through will be slammed on your fingers",
      "will": "你将成为世界上最富有的人",
      "but": "你走过的每一扇门都会砰的一声砸在你的手指上"
    },
    {
      "willEn": "Your wishes shall be granted",
      "butEn": "You get one random sexual fetish",
      "will": "你的愿望将会实现",
      "but": "你会得到一个随机的性恋物癖"
    },
    {
      "willEn": "Be able to read minds",
      "butEn": "Not be able to turn off others' thoughts when you want",
      "will": "能够读懂人的思想",
      "but": "不能在你想要的时候关掉别人的想法"
    },
    {
      "willEn": "You're invisible",
      "butEn": "you can't control when",
      "will": "你是隐形的",
      "but": "你无法控制什么时候"
    },
    {
      "willEn": "You can continue seeing Ramona.",
      "butEn": "You have to break up with Knives.",
      "will": "你可以继续见雷蒙娜。",
      "but": "你必须和刀子分手。"
    },
    {
      "willEn": "Unlimited supply of Doritos™",
      "butEn": "you can never use dips, ever.",
      "will": "无限量供应多力多滋™",
      "but": "你永远不能用蘸酱，永远不能。"
    },
    {
      "willEn": "You get to teleport anywhere that you have been",
      "butEn": "When you go to sleep on Friday you wake on Monday, skipping weekends",
      "will": "你可以传送到你去过的任何地方",
      "but": "当你在星期五睡觉时，你在星期一醒来，而不是周末"
    },
    {
      "willEn": "You become Vine famous",
      "butEn": "it's the result from doing something incredibly embarrassing",
      "will": "你让葡萄藤出名了",
      "but": "这是做了一件令人难以置信的尴尬事情的结果"
    },
    {
      "willEn": "Your partner makes you a sandwich.",
      "butEn": "Their sandwich has bacon. Yours does not.",
      "will": "你的伴侣给你做了一个三明治。",
      "but": "他们的三明治里有培根。你的不是。"
    },
    {
      "willEn": "You have an infinite life",
      "butEn": "You feel additional pain per extra year you live.",
      "will": "你有无限的生命",
      "but": "每多活一年，你就会感到额外的痛苦。"
    },
    {
      "willEn": "You have the power to have anything u want with the snap of a finger",
      "butEn": "You take it from the one person who needs it most",
      "will": "你有能力通过一个手指的响声来得到你想要的任何东西",
      "but": "你从一个最需要它的人那里得到它"
    },
    {
      "willEn": "You become infinitely rich, globally famous and immortal",
      "butEn": "90% of the Earth's population suddenly dies",
      "will": "你变得无限富有，举世闻名，不朽",
      "but": "地球上90%的人口突然死亡"
    },
    {
      "willEn": "You get to live in a flat with your best friend and you go an an adventure nearly everyday.",
      "butEn": "Every partner you have thinks you're gay with your best friend and leaves you.",
      "will": "你和你最好的朋友住在一套公寓里，你几乎每天都去冒险。",
      "but": "你的每一个伴侣都认为你和你最好的朋友是同性恋，然后离开了你。"
    },
    {
      "willEn": "And a universal telepathic language emerges that all can understand bringing with it peace, understanding, and the extinction of vocal communication.",
      "butEn": "You cant speak it. You pushed the button playing your part. You cant participate in the rest of humanities success.",
      "will": "一种普遍的心灵感应语言出现了，所有人都能理解，带来了和平、理解和有声交流的消亡。",
      "but": "你不会说这种话。你按下了按钮，扮演了你的角色。你不能参与其他人文学科的成功。"
    },
    {
      "willEn": "you can have any power you want e.g read peoples minds, see through objects",
      "butEn": "everytime you use the power, an innocent child gets killed",
      "will": "你可以拥有任何你想要的力量，例如读懂人的思想，看透物体",
      "but": "每次你使用这个力量，就会有一个无辜的孩子被杀"
    },
    {
      "willEn": "Your hair wouldn't get greasy",
      "butEn": "You would have no nails",
      "will": "你的头发不会油腻的",
      "but": "你就不会有钉子"
    },
    {
      "willEn": "You are never sick",
      "butEn": "You are always exhausted",
      "will": "你从来没有生病过",
      "but": "你总是疲惫不堪"
    },
    {
      "willEn": "You can become invisible at will",
      "butEn": "You become visible when you get an erection",
      "will": "你可以随意隐形",
      "but": "当你勃起时，你就会变得可见"
    },
    {
      "willEn": "Propose groundbreaking theories in science and physics",
      "butEn": "they will only become accepted and praised many centuries after your death",
      "will": "提出具有开创性的科学和物理理论",
      "but": "它们只会在你死后许多世纪后才会被接受和赞扬"
    },
    {
      "willEn": "You will be whatever biological age you choose forever.",
      "butEn": "You will transform into the opposite sex.",
      "will": "无论你选择什么生理年龄，你都将永远活下去。",
      "but": "你会变身为异性。"
    },
    {
      "willEn": "you can get all the games you want for the rest of your life",
      "butEn": "you must break every phone, tablet and computers that you have",
      "will": "你可以在你的余生中得到你想要的所有游戏",
      "but": "你必须弄坏你拥有的每一部手机、平板电脑和电脑"
    },
    {
      "willEn": "You can have any and every manga ever made with perfect English translations",
      "butEn": "they'll all be lettered with Comic Sans",
      "will": "你可以用完美的英文翻译制作任何和每一部漫画",
      "but": "它们都将被刻上漫画无人"
    },
    {
      "willEn": "Your life gets its own background music and no one seems to notice but you.",
      "butEn": "The music is scored by Nickelback",
      "will": "你的生活有自己的背景音乐，除了你，似乎没有人注意到。",
      "but": "这首曲子是由五分钱谱曲的"
    },
    {
      "willEn": "You will marry the most beautifull girl in the world and she will love you",
      "butEn": "you will only live for 3 more years",
      "will": "你会娶世界上最漂亮的女孩，她会爱你",
      "but": "你只会再活三年"
    },
    {
      "willEn": "Working out is now 5x more efficient",
      "butEn": "All the weight you lose is redirected into fat in your feet",
      "will": "现在锻炼的效率提高了5倍",
      "but": "你减掉的所有体重都被重新定向为你脚上的脂肪"
    },
    {
      "willEn": "You have all the games",
      "butEn": "You suck at all of them",
      "will": "你有所有的游戏",
      "but": "你把它们都搞砸了"
    },
    {
      "willEn": "You can have any food that you want.",
      "butEn": "You will never drink liquid again, die from dehydration, or gain satisfaction from liquid-like foods or liquid in foods. (grease, etc)",
      "will": "你可以吃任何你想吃的食物。",
      "but": "你再也不会喝液体，不会死于脱水，也不会从类似液体的食物或食物中的液体中获得满足感。(润滑脂等)"
    },
    {
      "willEn": "You will learn to throw fireballs",
      "butEn": "You can never play any videogames for the rest of your life",
      "will": "你会学着扔火球",
      "but": "你的余生都不能玩任何电子游戏"
    },
    {
      "willEn": "You make one horrible event in the past cease to exist",
      "butEn": "You will responsible for one horrible event in the future",
      "will": "你让过去一件可怕的事情不复存在",
      "but": "你要为未来发生的一件可怕的事情负责"
    },
    {
      "willEn": "You get a new pair of jeans.",
      "butEn": "It's one size too small.",
      "will": "你会得到一条新的牛仔裤。",
      "but": "这个尺码小了一码。"
    },
    {
      "willEn": "You learn why kids love the taste of cinnamon toast crunch.",
      "butEn": "You can never tell anyone.",
      "will": "你会了解为什么孩子们喜欢肉桂吐司嘎吱嘎吱的味道。",
      "but": "你永远不能告诉任何人。"
    },
    {
      "willEn": "You have the ability to shape shift into any form, be it someone of the opposite gender, a different species... Etc.",
      "butEn": "You must stay in this form for an entire year",
      "will": "你有能力塑造成任何形式，无论是异性，还是不同的物种。等。",
      "but": "你必须在这种状态下呆上一整年"
    },
    {
      "willEn": "You will earn 10$ every minute",
      "butEn": "You will lose your ability to lie",
      "will": "你每分钟能赚10美元",
      "but": "你会失去撒谎的能力"
    },
    {
      "willEn": "You can watch porn of anyone or anything",
      "butEn": "You can not have sex",
      "will": "你可以看任何人或任何东西的色情片",
      "but": "你不能做爱"
    },
    {
      "willEn": "Get 10 million dollars every year",
      "butEn": "you can only use dial-up internet",
      "will": "每年得到1000万美元",
      "but": "你只能使用拨号上网"
    },
    {
      "willEn": "You can conjure and eat one meal's worth of any food you want per day for the rest of your life",
      "butEn": "Room temperature water is the only thing you can ever drink again",
      "will": "你可以想象,吃一顿饭的佛",
      "but": "室温水是唯一可以e"
    },
    {
      "willEn": "The &quot;Twilight&quot; series (books and movies) never existed",
      "butEn": "The &quot;Harry Potter&quot; series (books and movies) also never existed",
      "will": "《暮光之城》系列(书籍和电影)从未存在过",
      "but": "哈利波特系列(书籍和电影)也从未存在过"
    },
    {
      "willEn": "You become can read people's mind",
      "butEn": "They can hear your mind too",
      "will": "你可以阅读人们的心灵",
      "but": "他们也能听到你的思想"
    },
    {
      "willEn": "You get to live in the Pokemon Universe",
      "butEn": "Pokemon die, rather than faint in battle.",
      "will": "你要住在宇宙口袋妖怪",
      "but": "在战斗中口袋妖怪死的,而不是模糊的。"
    },
    {
      "willEn": "The natural resources of earth will never get exhausted.",
      "butEn": "Humans will never meet aliens.",
      "will": "地球的自然资源将永远不会得到exha",
      "but": "人类永远不会见到外星人。"
    },
    {
      "willEn": "Have the greatest friends you have ever wanted",
      "butEn": "You have no friends all the way through your school years",
      "will": "有最伟大的朋友你曾经想要的吗",
      "but": "你没有朋友在你的学校学习"
    },
    {
      "willEn": "you will be able to go to hogwarts",
      "butEn": "you can't have any electronic items like phones , computers , ipods etc..",
      "will": "你可以去霍格沃茨",
      "but": "你不能有任何电子产品如手机、"
    },
    {
      "willEn": "Having the power to be a god",
      "butEn": "You're always drunk...",
      "will": "有能力成为一个神",
      "but": "你总是喝醉了……"
    },
    {
      "willEn": "You will never have to eat again",
      "butEn": "you are forced to feed someone else 3 times everyday",
      "will": "你永远不会再吃",
      "but": "你被迫everyd养活别人3倍"
    },
    {
      "willEn": "You could become any animal you want",
      "butEn": "You would live at the vet's",
      "will": "你可以成为任何你想要的动物",
      "but": "你会住在兽医的"
    },
    {
      "willEn": "Human kind would be able to space-travel and explore new galaxies and alien races.",
      "butEn": "You can't leave Earth.",
      "will": "人类将能够进行太空旅行，探索新的星系和外星种族。",
      "but": "你不能离开地球。"
    },
    {
      "willEn": "You become extremely  attractive",
      "butEn": "you are the opposite gender and attracted to the opposite gender from before",
      "will": "你会变得非常有魅力",
      "but": "你是异性，被之前的异性所吸引"
    },
    {
      "willEn": "You can have unlimited sex with anyone for the rest of your life",
      "butEn": "you can't eat again. (You can live without eating)",
      "will": "在你的余生中，你可以和任何人发生无限量的性行为",
      "but": "你不能再吃东西了。(你可以不吃饭也能活着)"
    },
    {
      "willEn": "You can fly",
      "butEn": "You can never ever believe again everything you know and love becomes darkness and you start to loose your soul eventually you will be nothing but a ghost and can never feel again and you're stuck on earth forever and you will never see the Internet again.",
      "will": "你会飞",
      "but": "你永远不能再次相信你kn的一切"
    },
    {
      "willEn": "You can hop into other people's dreams.",
      "butEn": "You can never have your own dreams again.",
      "will": "你可以跳进别人的梦里。",
      "but": "你再也不能拥有自己的梦想了。"
    },
    {
      "willEn": "You gain the ability to fly and you have super - human strength",
      "butEn": "85% of the world loves Lil Wayne and his music",
      "will": "你获得了飞行的能力，你拥有超人的力量",
      "but": "世界上85%的人喜欢利尔韦恩和他的音乐"
    },
    {
      "willEn": "Religion will die out, causing a massive shift in the way humans think.",
      "butEn": "People will eventually figure out EVERYTHING, and everyone will become bored, and people will die, and it's just awful...",
      "will": "宗教将会消亡，导致人类思维方式的巨大转变。",
      "but": "人们最终会算出一切,"
    },
    {
      "willEn": "IF you press the button you get a powerfull computer with unlimited access to Internet",
      "butEn": "It only runs in windows 8 you can only use Internet explorer",
      "will": "如果你按下按钮，你就会得到一台功能强大的计算机，可以无限制地访问互联网",
      "but": "它只能在Windows8中运行，您只能使用Internet Explorer"
    },
    {
      "willEn": "You will get the satisfaction of pushing a shiny red button",
      "butEn": "It actually just launched a nuke from North Korea.",
      "will": "按下闪亮的红色按钮，你就会得到满足感",
      "but": "实际上，朝鲜刚刚从朝鲜发射了一枚核武器。"
    },
    {
      "willEn": "You live a very happy life with whomever you desire",
      "butEn": "You make a new random enemy every day",
      "will": "你和任何你想要的人一起过着非常幸福的生活",
      "but": "你每天都会制造一个新的随机敌人"
    },
    {
      "willEn": "You can fly",
      "butEn": "Only at a snail's pace",
      "will": "你会飞",
      "but": "只是以蜗牛的速度"
    },
    {
      "willEn": "You can have any superpower",
      "butEn": "Some random person gets to choose your weakness",
      "will": "你可以拥有任何超能力",
      "but": "某个随机的人可以选择你的弱点"
    },
    {
      "willEn": "You get the perfect virtual reality machine that you can use to enter any video game or anime world.",
      "butEn": "In order to pay for the maintenance, you have to work 14 hours a day, 8 hours on weekends.",
      "will": "你得到了一个完美的虚拟现实机器，你可以用它进入任何视频游戏或动漫世界。",
      "but": "为了支付维修费，你必须每天工作14个小时，周末工作8个小时。"
    },
    {
      "willEn": "Be able to do 5000 pushups in one set",
      "butEn": "have a never changing average body",
      "will": "一套能做5000个俯卧撑",
      "but": "拥有一个永远不变的平均身材"
    },
    {
      "willEn": "Pressing this button is forbidden.",
      "butEn": "Nothing will happen and no one will know if you do press it.",
      "will": "禁止按这个按钮。",
      "but": "什么都不会发生，如果你真的按了，也不会有人知道。"
    },
    {
      "willEn": "You have the ability to change your appearance whenever you please",
      "butEn": "You will loose the ability to speak",
      "will": "你可以随心所欲地改变你的外表",
      "but": "你会失去说话的能力"
    },
    {
      "willEn": "You are the luckiest person on earth",
      "butEn": "Everyone plots to kill you",
      "will": "你是世界上最幸运的人",
      "but": "每个人都密谋要杀你"
    },
    {
      "willEn": "You can turn invisible and back at will",
      "butEn": "You can't see while invisible",
      "will": "你可以变得看不见，然后随意回来",
      "but": "你在看不见的时候是看不见的"
    },
    {
      "willEn": "You have the ability to travel back into time to any time in thr past.",
      "butEn": "Everyone you know and love will no longer know who you are. ( Rule applies all time periods )",
      "will": "你有能力回到过去的任何时间。",
      "but": "你认识和爱的每个人都不再知道你是谁。(规则适用于所有时间段)"
    },
    {
      "willEn": "can read peoples minds",
      "butEn": "you will be lonely forever",
      "will": "能读懂人的心思",
      "but": "你将永远孤单"
    },
    {
      "willEn": "You become friends with you favorite YouTuber for 10 years",
      "butEn": "You will die 15 years earlier",
      "will": "你和你最喜欢的YouTuber成为了10年的朋友",
      "but": "你会早15年死去"
    },
    {
      "willEn": "You can play any song on any instrument perfectly,",
      "butEn": "you are the only one who can hear it when you play.",
      "will": "你可以在任何乐器上完美地演奏任何歌曲，",
      "but": "你是唯一一个在你演奏的时候能听到它的人。"
    },
    {
      "willEn": "You become famous",
      "butEn": "You Smell Wierd",
      "will": "你出名了",
      "but": "你闻到了维尔德的味道"
    },
    {
      "willEn": "you are transported into your favorite game",
      "butEn": "you are only an NPC and have no special power",
      "will": "你进入了你最喜欢的游戏",
      "but": "你只是一个全国人大，没有什么特别的权力"
    },
    {
      "willEn": "You can make any room instantly clean and spotless by entering it.",
      "butEn": "All the dirt will stick to your shoes.",
      "will": "只要进入房间，您就可以让任何房间瞬间变得干净和一尘不染。",
      "but": "所有的泥土都会粘在你的鞋子上。"
    },
    {
      "willEn": "You will succeed in all of your endeavors,",
      "butEn": "you will become chronically and incurably depressed the rest of your life.",
      "will": "你会在所有的努力中取得成功，",
      "but": "在你的余生中，你会变得慢性且无可救药地抑郁。"
    },
    {
      "willEn": "Aliens abduct you and return you to Earth radically enlightened with idea that would spark huge advances in technology and medicine.",
      "butEn": "No one will believe or even consider your ideas for 150 years.",
      "will": "外星人绑架你，并将你带回地球，从根本上讲，你的想法将引发技术和医学的巨大进步。",
      "but": "150年来，没有人会相信、甚至不会考虑你的想法。"
    },
    {
      "willEn": "You can change your name to anything you want.",
      "butEn": "People will always give you an annoying nick name for it.",
      "will": "你可以把你的名字改成你想要的任何名字。",
      "but": "人们总是会给你起一个讨厌的绰号。"
    },
    {
      "willEn": "You can choose to enter any anime world you desire,",
      "butEn": "you appear in the world as yourself with no special powers or even a government record.",
      "will": "你可以选择进入你想要的任何动漫世界，",
      "but": "你在这个世界上以你自己的身份出现，没有特殊的权力，甚至没有政府记录。"
    },
    {
      "willEn": "You can travel to any place in space.",
      "butEn": "You cannot come back to earth.",
      "will": "你可以去太空中的任何地方旅行。",
      "but": "你不能回到地球。"
    },
    {
      "willEn": "You get to travel to any fictional universes however long as you please and can return to Earth and travel to a different universe.",
      "butEn": "You can only travel with one other human of your choice and you can only interact with each other on Earth for the rest of your lives.",
      "will": "你可以去任何虚构的宇宙旅行，只要你愿意，就可以回到地球，旅行到不同的宇宙。",
      "but": "你只能和你选择的另一个人一起旅行，而且你们只能在地球上相互作用，度过你们的余生。"
    },
    {
      "willEn": "You will gain the abillity of timetraveling",
      "butEn": "You will lose your memory for each travel trough time.",
      "will": "你将获得制定时间表的能力",
      "but": "每一次旅行的低谷，你都会失去记忆。"
    },
    {
      "willEn": "You will get the knowledge of Steven Hawking",
      "butEn": "You will look like him.",
      "will": "你会了解到史蒂文·霍金",
      "but": "你会长得像他。"
    },
    {
      "willEn": "You can see and explore any and all worlds and places from fiction, your own imagination, or from history",
      "butEn": "You cannot interact with them in any way",
      "will": "你可以从小说、自己的想象或历史中看到和探索任何和所有的世界和地方",
      "but": "你不能以任何方式与他们互动"
    },
    {
      "willEn": "You go back in time and kill Hitler and become the most known person in the world.",
      "butEn": "You will be shot and never wake up again.",
      "will": "你回到过去，杀死了希特勒，成为世界上最知名的人。",
      "but": "你会被枪杀，再也不会醒来。"
    },
    {
      "willEn": "you can make anyone real and have them fall in love with you.",
      "butEn": "they will love you to the point they will kill anyone of the oppisite sex you talk to and will want to be with you all the time even in death",
      "will": "你可以让任何人变得真实，让他们爱上你。",
      "but": "他们会爱你到一定程度，他们会杀死任何与你交谈的绝佳性爱对象，并想要一直和你在一起，即使是在死亡"
    },
    {
      "willEn": "You can travel through time",
      "butEn": "You can't choose where you want to go (in time)",
      "will": "你可以穿越时间",
      "but": "你不能选择你想去的地方(在时间上)"
    },
    {
      "willEn": "You can create or destroy anything",
      "butEn": "By creating something you slowly gain sanity (read the following) and destroying slowly drains your sanity to the point of destroying everything",
      "will": "你可以创造或摧毁任何东西",
      "but": "通过创造一些东西，你慢慢地获得理智(阅读下面的内容)，慢慢地摧毁，你的理智会耗尽到摧毁一切的地步"
    },
    {
      "willEn": "You can speak any language fluently",
      "butEn": "You have to maintain a vegan lifestyle",
      "will": "你可以流利地说任何一种语言",
      "but": "你必须保持素食的生活方式"
    },
    {
      "willEn": "You will be able to turn invisible",
      "butEn": "you can only eat oatmeal for the rest of your life",
      "will": "你就能隐形了",
      "but": "你的余生只能吃燕麦片"
    },
    {
      "willEn": "Travel the world for free with anyone you want.",
      "butEn": "If you stop traveling for half a year, you will instantly die along with whoever you take with you. Plus, you can't return to a location you've already been to.",
      "will": "与任何你想要的人一起免费环游世界。",
      "but": "如果你停止旅行半年，你会立刻和你带着的任何人一起死去。另外，你不能回到你已经去过的地方。"
    },
    {
      "willEn": "Your children would be good looking",
      "butEn": "you would be ugly",
      "will": "你的孩子会很帅的",
      "but": "你会很丑的"
    },
    {
      "willEn": "You are able to fly",
      "butEn": "you loose your best friend",
      "will": "你能飞起来了",
      "but": "你失去了你最好的朋友"
    },
    {
      "willEn": "Autism ceases to exist.",
      "butEn": "One in fifty people end up becoming schizophrenic instead.",
      "will": "自闭症不复存在。",
      "but": "相反，每50个人中就有一个人最终患上精神分裂症。"
    },
    {
      "willEn": "sleep with anyone you desire",
      "butEn": "no one else can know about it",
      "will": "和你想要的任何人上床",
      "but": "不能让其他人知道这件事"
    },
    {
      "willEn": "you get everything you've ever wanted",
      "butEn": "it will be 1 month before your death",
      "will": "你得到了你想要的一切",
      "but": "离你的死亡还有1个月"
    },
    {
      "willEn": "You can surf the internet in you head",
      "butEn": "all your body is paralyzed",
      "will": "你可以在你的脑袋里上网",
      "but": "你的全身都瘫痪了"
    },
    {
      "willEn": "Win a couple million in a lottery",
      "butEn": "You have to get a new identity, and lose contact with all friends/family/etc.",
      "will": "在彩票中中了几百万",
      "but": "你必须获得新的身份，并与所有的朋友/家人/等等失去联系。"
    },
    {
      "willEn": "You will get paid $1000 for each sunday you go to church",
      "butEn": "you have to start every sentence with &quot;oh my god&quot;",
      "will": "你每个星期天去教堂都会得到1000美元的报酬",
      "but": "每句话都要以"
    },
    {
      "willEn": "Bring peace to the world, among all people, for the rest of time.",
      "butEn": "You die, and nobody will ever know that you brought this peace.",
      "will": "给世界带来和平，给所有人带来和平，为剩下的时间带来和平。",
      "but": "你死了，没人会知道你带来了和平。"
    },
    {
      "willEn": "You will know the right answer to every problem.",
      "butEn": "Every problem just seems to have two different solutions.",
      "will": "你会知道每一个问题的正确答案。",
      "but": "每个问题似乎都有两种不同的解决方案。"
    },
    {
      "willEn": "you will be smartest person in the world and rich..",
      "butEn": "You never touch PC forever",
      "will": "你会成为世界上最聪明和最富有的人。",
      "but": "你永远不会接触电脑"
    },
    {
      "willEn": "You can turn invisible whenever you want",
      "butEn": "It only lasts a minute and when you reappear, your naked",
      "will": "你可以随时隐形",
      "but": "它只持续一分钟，当你再次出现时，你的裸体"
    },
    {
      "willEn": "You can fly",
      "butEn": "You can't walk",
      "will": "你会飞",
      "but": "你不能走"
    },
    {
      "willEn": "You can go into any TV show of your choosing (i.e. live a life there)",
      "butEn": "You have to commit one crime of your choosing before you do so.",
      "will": "你可以进入你选择的任何电视节目(即在那里生活)",
      "but": "在你这样做之前，你必须犯下你选择的一项罪行。"
    },
    {
      "willEn": "You will get free universal health care.",
      "butEn": "The USA becomes a protectorate of Cuba.",
      "will": "您将获得免费的全民医疗保险。",
      "but": "美国成为古巴的保护国。"
    },
    {
      "willEn": "You're skinny for life and can eat whatever you want",
      "butEn": "Others will see you as fat",
      "will": "你一辈子都很瘦，想吃什么就吃什么",
      "but": "别人会认为你很胖"
    },
    {
      "willEn": "Your teeth and breath will always be fresh and clean.",
      "butEn": "Everything you eat will taste like you've just brushed your teeth, especially orange juice.",
      "will": "你的牙齿和口气将永远是清新和干净的。",
      "but": "你吃的每一样东西都会尝起来像你刚刚刷牙，尤其是橙汁。"
    },
    {
      "willEn": "You can finish your university degree now and have that job",
      "butEn": "you will be bullied like a student nurse",
      "will": "你现在可以完成你的大学学位并得到那份工作了",
      "but": "你会像实习护士一样被欺负"
    },
    {
      "willEn": "You have the ability to stop time.",
      "butEn": "you continue to age normally, even when time is stopped.",
      "will": "你有能力让时间停止。",
      "but": "即使时间停止了，你也会继续正常衰老。"
    },
    {
      "willEn": "You get to launch missiles at Syria without any reason of doing so",
      "butEn": "It will cause global thermonuclear war",
      "will": "你可以在没有任何理由的情况下向叙利亚发射导弹",
      "but": "它将引发全球热核战争"
    },
    {
      "willEn": "You can control people's minds.",
      "butEn": "You can only for it for 48 hours (don't have to be consecutive) per person, and when you stop, the victim will know exactly what you did.",
      "will": "你可以控制人们的思想。",
      "but": "每个人只能坚持48小时(不必是连续的)，当你停下来时，受害者会确切地知道你做了什么。"
    },
    {
      "willEn": "You have the (permanantly active) power to control your luck and the luck of those around you",
      "butEn": "In order to control whether it is bad luck or good and the intensity, you must be given permission to by a man in a suit who will withhold it to manipulate you as he sees fit.",
      "will": "你拥有(永久活跃的)力量来控制你的运气和周围人的运气",
      "but": "为了控制它是坏运气还是好运气和强度，你必须得到一个穿西装的人的许可，这个人会扣留它，以他认为合适的方式操纵你。"
    },
    {
      "willEn": "You get the superpower of your choice",
      "butEn": "When you die you will drown in mayonnaise",
      "will": "你得到了你选择的超能力",
      "but": "当你死的时候，你会淹死在蛋黄酱里"
    },
    {
      "willEn": "You will be in perfect physical shape for the rest of your life without you having to exercise or eat healthy",
      "butEn": "All food you eat for the rest of your life will now taste horrible",
      "will": "在你的余生中，你将保持完美的体型，而不必锻炼或健康饮食",
      "but": "你余生吃的所有食物现在都会很难吃"
    },
    {
      "willEn": "You are able to enter 3 different worlds of your choosing (Harry Potter, Supernatural, Assassin's Creed ect)",
      "butEn": "The longer you stay, the more you forget about the world that you originally came from.",
      "will": "你可以进入你选择的3个不同的世界(哈利波特、超自然、刺客信条等)",
      "but": "你呆的时间越长，你就越会忘记你最初来自的世界。"
    },
    {
      "willEn": "Receive $1,000,000 cash",
      "butEn": "never watch porn again for the rest of your life",
      "will": "获得100万美元现金",
      "but": "在你的余生中不再看色情电影"
    },
    {
      "willEn": "You get paid $20 an hour to play video games",
      "butEn": "The only games you can play are &quot;Mariokart Wii&quot;, Farmville (the first one), Sonic '06, and Candy Crush Saga",
      "will": "你玩电子游戏的时薪是20美元",
      "but": "你唯一能玩的游戏是"
    },
    {
      "willEn": "You will gain the ability to fly.",
      "butEn": "There is a 5% chance that your ability will stop working mid flight.",
      "will": "你将获得飞行的能力。",
      "but": "你的能力有5%的几率会在飞行途中停止工作。"
    },
    {
      "willEn": "You find out why kids love cinnamon toast crunch.",
      "butEn": "The entire world hates you for finding out.",
      "will": "你会发现为什么孩子们喜欢肉桂吐司脆饼。",
      "but": "全世界都恨你发现了真相。"
    },
    {
      "willEn": "Person you hate dies",
      "butEn": "An annoying crying baby will be heard in your head for the ten days following nonstop.",
      "will": "你讨厌的人死了",
      "but": "在接下来的十天里，你的脑海里会不停地听到一个讨厌的哭闹的婴儿的声音。"
    },
    {
      "willEn": "you automatically know the right answer to every question on a test",
      "butEn": "you fart loudly and constantly the whole time",
      "will": "你会自动知道考试中每道题的正确答案",
      "but": "你放屁的声音一直很大，而且一直不停"
    },
    {
      "willEn": "You get a beautiful singing voice",
      "butEn": "You can't wear any clothes",
      "will": "你会有一副动听的歌喉",
      "but": "你不能穿任何衣服"
    },
    {
      "willEn": "You control the force, and have all of Yoda's knowledge of the force",
      "butEn": "You are not acceptance as a jedi knight or sith lord apprentice (youre just a random dude with random knowledge)",
      "will": "你控制的力,尤达的都知道",
      "but": "你不被接受为绝地武士或西斯领主学徒(你只是一个随机的家伙，有随机的知识)"
    },
    {
      "willEn": "You might change your appearance at any time, including gender (you still age normally, but you can appear as a child).",
      "butEn": "As someone compliments your looks, you lose that power and are forever locked in your last appearance.",
      "will": "你可以随时改变你的外表，包括性别(你仍然正常变老，但你可以看起来像个孩子)。",
      "but": "当有人称赞你的长相时，你失去了那种力量，永远被锁定在你的最后一次露面。"
    },
    {
      "willEn": "Can have sex with whoever they want at any time",
      "butEn": "Will never have a long lasting relationship",
      "will": "可以在任何时间与他们想要的任何人发生性关系",
      "but": "永远不会有持久的关系"
    },
    {
      "willEn": "you can read peoples minds",
      "butEn": "when you read their minds to take on their emotion until you read someone else's mind",
      "will": "你可以读懂人们的心思",
      "but": "当你读懂他们的心思去表达他们的情感，直到你读懂别人的心思"
    },
    {
      "willEn": "You get an infinite supply of nutella",
      "butEn": "you can't eat it on anything.",
      "will": "你会得到无限量的Nutella",
      "but": "你不能在任何东西上吃。"
    },
    {
      "willEn": "You can reach in to your pocket and pull out the exact amount of money you need at any given moment, in cash.",
      "butEn": "It's always in Indian Rupees.",
      "will": "你可以把手伸进口袋，随时拿出你需要的现金。",
      "but": "它总是以印度卢比计价。"
    },
    {
      "willEn": "You gain the ability to transform into any animal you want to. You can talk in your animal form too for illogical reasons.",
      "butEn": "If you speak in public  you will most likely get captured by the government and experimented on which is most likely result in your death.",
      "will": "你获得了变成任何你想要的动物的能力。出于不合逻辑的原因，你也可以用你的动物形象说话。",
      "but": "如果你在公共场合讲话，你很可能会被政府抓获并被拿来做实验，这很可能会导致你的死亡。"
    },
    {
      "willEn": "you instantly become fluent in any three languages you choose",
      "butEn": "you can never meet anybody who speaks these languages",
      "will": "你可以立即精通你选择的任何三种语言",
      "but": "你永远不会遇到会说这些语言的人"
    },
    {
      "willEn": "you are the first person to set foot on a new planet and live there for at least a year",
      "butEn": "you have to do it alone",
      "will": "你是第一个踏上一个新星球并在那里生活了至少一年的人",
      "but": "你必须一个人做这件事"
    },
    {
      "willEn": "You get to see Jesus Christ grill burgers and have one with him",
      "butEn": "You will have to eat what Satan is cooking next",
      "will": "你可以看到耶稣烤汉堡，还可以和他一起吃。",
      "but": "接下来你得吃撒旦做的菜"
    },
    {
      "willEn": "You will get $1,000,000",
      "butEn": "Someone on the Earth will die.",
      "will": "你将得到一百万美元",
      "but": "地球上会有人死去。"
    },
    {
      "willEn": "You learn the truth about the existance (or non-existance) of God.",
      "butEn": "You are incapable of telling anyone of your discovery.",
      "will": "你学到了上帝存在(或不存在)的真相。",
      "but": "你不能把你的发现告诉任何人。"
    },
    {
      "willEn": "Your partner makes you a sandwich.",
      "butEn": "Their sandwich has bacon. Yours does not.",
      "will": "你的伴侣给你做了一个三明治。",
      "but": "他们的三明治里有培根。你的不是。"
    },
    {
      "willEn": "You have unlimited money, to spend on whatever you want, forever",
      "butEn": "you have to watch the person you love most die.",
      "will": "你有无限的钱，可以花在你想要的任何东西上，永远",
      "but": "你必须眼睁睁看着你最爱的人死去。"
    },
    {
      "willEn": "you get a button that gives you 1thousand dollars every time you press",
      "butEn": "every time you press you have to relive the worst memory of your life",
      "will": "每按一次，你就会得到一个给你1000美元的按钮",
      "but": "每次你按下按钮，你都要重温你一生中最糟糕的记忆"
    },
    {
      "willEn": "You will become any animal of your choice, with the lifespan of a healthy human (which starts at age zero at the time of your transformation) and all of your previous mental abilities",
      "butEn": "You will change right now, and everyone you knew before the transformation can not know what happened to you and where you went.",
      "will": "你将成为你选择的任何动物，拥有一个健康人类的寿命(在你变形的时候从零岁开始)和你以前所有的精神能力",
      "but": "你现在就会改变，你在转变之前认识的每个人都不知道你发生了什么，你去了哪里。"
    },
    {
      "willEn": "Anyone you want falls madly in love with you.",
      "butEn": "You can't ever have any kind of sex with them.",
      "will": "任何你想要的人都会疯狂地爱上你。",
      "but": "你永远不能和他们发生任何性关系。"
    },
    {
      "willEn": "You will gain the ability to fly",
      "butEn": "you will be unable to have or adopt children",
      "will": "你将获得飞行能力",
      "but": "你将无法或收养孩子"
    },
    {
      "willEn": "You get one wish every day for the rest of your life",
      "butEn": "For every wish you make, 100 people die (and your wishes can't counteract it)",
      "will": "每天你会得到一个愿望你的余生",
      "but": "在每一次希望你,有100人死于(和你"
    },
    {
      "willEn": "You get to marry your sibling's hottest friend",
      "butEn": "You have to have a threesome with your sibling",
      "will": "你要嫁给你兄弟姐妹最火辣的朋友",
      "but": "你必须和你的兄弟姐妹来个三人行"
    },
    {
      "willEn": "You have the ability to visit/live in any fictional universe you want (from books, games, tv shows, anything).  You can leave and go into other universes or live in your own for a while and go back into previously visited universes.",
      "butEn": "If you are killed or injured if the fictional universe, you can never go back there.",
      "will": "你有能力访问/生活在任何你想要的虚构世界中(从书籍、游戏、电视节目，任何东西)。你可以离开并进入其他宇宙，或者在你自己的宇宙中生活一段时间，然后回到以前访问过的宇宙。",
      "but": "如果你在虚构的宇宙中被杀或受伤，你就永远不能回到那里。"
    },
    {
      "willEn": "You get to be the person you always wanted to be with your dream job and partner.",
      "butEn": "Your whole family refuses to speak to you for the rest of your life.",
      "will": "你会成为你梦寐以求的工作和伴侣，成为你一直想要的人。",
      "but": "在你的余生中，你的整个家庭都拒绝和你说话。"
    },
    {
      "willEn": "You instantly become the person you've always wanted to be",
      "butEn": "You are now competing with 6 billion people who've done the same thing.",
      "will": "你会立刻成为你一直想成为的那个人",
      "but": "你现在正在与60亿人竞争，他们做了同样的事情。"
    },
    {
      "willEn": "You gain all the powers of superman",
      "butEn": "you can not control them",
      "will": "你获得了超人的所有力量",
      "but": "你不能控制他们"
    },
    {
      "willEn": "All the anime you watch is already translated in your preffered language",
      "butEn": "you can only watch one episode per week.",
      "will": "你看的所有动漫都已经翻译成你喜欢的语言了",
      "but": "你一周只能看一集。"
    },
    {
      "willEn": "You have citizenship of all countries,",
      "butEn": "If you stay at one country more than one month, it gets conquered by the Ottoman Empire.",
      "will": "你拥有所有国家的公民身份，",
      "but": "如果你在一个国家停留超过一个月，它就会被奥斯曼帝国征服。"
    },
    {
      "willEn": "You get a piece of pie!",
      "butEn": "every time you take a bite, the pie itself changes flavors! From cherry pie, to apple pie, to turkey pot pie, etc.",
      "will": "你可以分到一块馅饼！",
      "but": "每次你咬一口，馅饼本身就会变味！从樱桃派，到苹果派，再到火鸡派等等。"
    },
    {
      "willEn": "You can be killed only by decapitation",
      "butEn": "There are others (11) like you, who want to kill You.",
      "will": "只有斩首才能杀死你",
      "but": "还有其他像你一样的人，想要杀了你。"
    },
    {
      "willEn": "You will save the world.",
      "butEn": "No one will never know.",
      "will": "你将拯救世界。",
      "but": "没人会知道的。"
    },
    {
      "willEn": "You discover Aliens are real.",
      "butEn": "If you tell anyone living thing, an alien apoclypse.",
      "will": "你发现外星人是真实存在的。",
      "but": "如果你告诉任何活着的东西，一个外星人伪君子。"
    },
    {
      "willEn": "You end world hunger, wars, and disease.",
      "butEn": "The Human Race will only last for another 10 years, before it is eradicated by aliens.",
      "will": "你结束了世界饥饿、战争和疾病。",
      "but": "在被外星人消灭之前，人类种族只会再持续10年。"
    },
    {
      "willEn": "You have the ability to create things with your mind that last while you're conscious",
      "butEn": "You black out every time the thing you create brings happiness",
      "will": "当你有意识的时候，你有能力用你的头脑创造一些东西",
      "but": "每次你创造的东西带给你快乐，你就会昏迷"
    },
    {
      "willEn": "You are paid $100000 for your dream job",
      "butEn": "Your life is deducted by a decade",
      "will": "你梦寐以求的工作得到了100000美元的报酬",
      "but": "你的生命被扣减了十年"
    },
    {
      "willEn": "Cure cancer.",
      "butEn": "AIDS will never be cured.",
      "will": "治愈癌症。",
      "but": "艾滋病永远不会被治愈。"
    },
    {
      "willEn": "You obtain telekinetic powers equal to your physical strength multiplied by a hundred",
      "butEn": "When you use your powers, you sometimes get a headache. It starts off fairly weak, but can advance to the point where you have severe migraines for days on end, possibly resulting in death or severe mental illness",
      "will": "你获得的心灵感应能力等于你的体力乘以100",
      "but": "当你使用你的超能力时，你有时会头疼。它开始时相当弱，但可以发展到你连续几天严重偏头痛，可能导致死亡或严重的精神疾病。"
    },
    {
      "willEn": "You are invisible",
      "butEn": "You are invisble, always, and if they try to paint you it will also be invisible... you cannot ever be seen not even by yourself",
      "will": "你是隐形的",
      "but": "你永远是不可侵犯的，如果他们试图描绘你，它也将是无形的……即使是你自己也不能被人看到"
    },
    {
      "willEn": "You could spawn elephant at any time and are invulnerable to any form of physical harm.",
      "butEn": "Elephants hate you and will try to kill you at every opportunity",
      "will": "你可以在任何时间产卵大象，并且不会受到任何形式的身体伤害。",
      "but": "大象讨厌你，一有机会就会杀了你"
    },
    {
      "willEn": "You have the knowledge of everything there is in the world",
      "butEn": "You speak in an alien tongue that no one understands",
      "will": "你对世界上的一切都有了解",
      "but": "你说的是一种没有人懂的外星人语言"
    },
    {
      "willEn": "All the countries of the Earth will unite into a planetary republic, and there will be peace everywhere",
      "butEn": "But the ruler will be Emperor Palpatine from Star Wars",
      "will": "地球上所有的国家将联合成一个行星共和国，到处都将是和平的。",
      "but": "但统治者将是《星球大战》中的帕尔帕廷皇帝"
    },
    {
      "willEn": "you can cure any disease at will",
      "butEn": "you live the memories of all the people who died from the disease you cured",
      "will": "你可以随意治愈任何疾病",
      "but": "你活在所有死于你治愈的疾病的人的记忆中"
    },
    {
      "willEn": "You will unlock the secrets of the universe and have infinite understanding of it",
      "butEn": "Nobody believes you, regardless of the answers, and you are locked up in a psychiatric ward until you kill yourself by hanging",
      "will": "你将解开宇宙的秘密，并对它有无限的理解",
      "but": "没有人相信你，不管答案是什么，你被关在精神病院里，直到你上吊自杀"
    },
    {
      "willEn": "You will have an amazing personality, be very beautiful/handsome, have an amazing body, people love you and be good at everything",
      "butEn": "You can never listen to music again",
      "will": "你将拥有令人惊叹的个性，非常美丽/英俊，拥有令人惊叹的身材，人们爱你，做任何事情都很好",
      "but": "你再也不能听音乐了"
    },
    {
      "willEn": "You will find your way to candymountain",
      "butEn": "You will lose a liver.",
      "will": "你会找到去烛山的路的",
      "but": "你会失去一个肝脏。"
    },
    {
      "willEn": "You'll get to know what was in the letter that Jim gave to Pam in the last couple episodes of The Office.",
      "butEn": "You will probably cry for about an hour and feel like a baby.",
      "will": "你会知道吉姆在《办公室》最后几集给帕姆的信里写了什么。",
      "but": "你可能会哭上一个小时，感觉自己像个婴儿。"
    },
    {
      "willEn": "The most perfect lover you could ever imagine falls in love with you",
      "butEn": "He / she lives in a place that you cannot get to, so you can only message each other for 2 years before you both can meet",
      "will": "你能想象到的最完美的情人会爱上你",
      "but": "他/她住在一个你们无法到达的地方，所以你们只能在两年后才能见面"
    },
    {
      "willEn": "You will be able to answer any question",
      "butEn": "The answer will always be in cryptic rhyme and everyone will hate you for it",
      "will": "你将能够回答任何问题",
      "but": "答案总是神秘的押韵，每个人都会因此而恨你"
    },
    {
      "willEn": "You have a ticket to experience walking on Pluto.",
      "butEn": "The ride to Pluto takes 10 years. (It really does)",
      "will": "你有一张在冥王星上漫步的门票。",
      "but": "前往冥王星的旅程需要10年。(确实如此)"
    },
    {
      "willEn": "The Holocaust never happens",
      "butEn": "Germany wins WWII",
      "will": "大屠杀从未发生过",
      "but": "德国赢得第二次世界大战"
    },
    {
      "willEn": "You can press one button on here and have the stuff it says happen in real life",
      "butEn": "the choice is random and you must press it",
      "will": "你只需按下这里的一个按钮，它所说的事情就会发生在现实生活中",
      "but": "选择是随机的，你必须按下它"
    },
    {
      "willEn": "You can put anything in any video game ever, including enemies and blocks, instantly",
      "butEn": "You can only play video games for half your average time",
      "will": "你可以在任何电子游戏中立即放入任何东西，包括敌人和方块",
      "but": "你只能花一半的时间玩电子游戏"
    },
    {
      "willEn": "You will become humanity's strongest soldier",
      "butEn": "You're only 160cm",
      "will": "你将成为人类最强大的战士",
      "but": "你只有160厘米"
    },
    {
      "willEn": "You are given a million dollars.",
      "butEn": "You can only donate it to charity or give it to homeless people, and you will never receive thanks or acknowledgement.",
      "will": "你得到了一百万美元。",
      "but": "你只能把它捐给慈善机构或给无家可归的人，你永远不会得到感谢或承认。"
    },
    {
      "willEn": "You can turn invisible at will",
      "butEn": "You can only do so when no living things, not even you, are looking. If anybody looks towards you, you instantly become visible.",
      "will": "你可以随意隐身",
      "but": "只有当没有生物在看的时候，你才能这样做，甚至你也不能。如果有人朝你看，你立刻就会被人看到。"
    },
    {
      "willEn": "You find $100 lying on the ground.",
      "butEn": "It's covered in poop.",
      "will": "你会发现地上有100美元。",
      "but": "上面都是大便。"
    },
    {
      "willEn": "you can teleport to any location on earth",
      "butEn": "you cannot decide where and it only happens when you sneeze",
      "will": "你可以传送到地球上的任何地方",
      "but": "你不能决定在哪里，只有在你打喷嚏的时候才会发生"
    },
    {
      "willEn": "You can be as rich as you want",
      "butEn": "You have 10% of chances to die immediately",
      "will": "你可以想要多有钱就有多有钱",
      "but": "你有10%的机会立即死亡"
    },
    {
      "willEn": "You gain the ability to see through things,  and walls",
      "butEn": "You loose an eye",
      "will": "你获得了看穿事物和墙壁的能力",
      "but": "你丢了一只眼睛"
    },
    {
      "willEn": "you never feel hot, get sick or die",
      "butEn": "you always feel freezing cold but it doesn't harm you",
      "will": "你永远不会觉得热、生病或死亡",
      "but": "你总是感到冰冷，但这并不会伤害你"
    },
    {
      "willEn": "You live without ever experiencing physical pain again",
      "butEn": "You live without ever experiencing physical pleasure again",
      "will": "你的生活永远不会再经历身体上的痛苦",
      "but": "你再也不能体验到身体上的快乐了"
    },
    {
      "willEn": "You discover a cure for cancer",
      "butEn": "You receive cancer too and can't use your cure on yourself",
      "will": "你发现了一种治疗癌症的方法",
      "but": "你也得了癌症，不能用你的疗法来治疗自己"
    },
    {
      "willEn": "Live the rest of your life easy and stress-free",
      "butEn": "Have to live all your life's stress and hardships in one day.",
      "will": "轻松、无压力地度过你的余生",
      "but": "不得不在一天内度过你一生中所有的压力和艰辛。"
    },
    {
      "willEn": "You can read anyone's mind",
      "butEn": "You can only hear negative thoughts",
      "will": "你可以读懂任何人的心思",
      "but": "你只能听到消极的想法"
    },
    {
      "willEn": "You would have all the money you desire.",
      "butEn": "You will never know love.",
      "will": "你会得到你想要的所有钱。",
      "but": "你永远不会知道爱。"
    },
    {
      "willEn": "You have everything...",
      "butEn": "you dont want",
      "will": "你拥有一切..。",
      "but": "你不会想要"
    },
    {
      "willEn": "50% chance of gaining $100, 000",
      "butEn": "50% chance of losing a toe",
      "will": "获得100,000美元的50%机会",
      "but": "失去脚趾的几率为50%"
    },
    {
      "willEn": "You meet peaceful aliens who offer you to bring you to their planet and live there.(You will be able to live there like you live on earth meaning disease and oxygenwise and temperaturewise.)",
      "butEn": "You can never return home and will never see and talk to any of your family and friends, or any human ever again.",
      "will": "你遇到了和平的外星人，他们让你带你去他们的星球并在那里生活。(你将能够像生活在地球上一样生活在那里，这意味着疾病、氧气和温度方面的。)",
      "but": "你永远不能回家，再也不能见到你的家人和朋友，或者再也不能和任何人类交谈了。"
    },
    {
      "willEn": "You get the chance to choose a new talent for yourself.",
      "butEn": "You steal that talent from someone else.",
      "will": "你有机会为自己选择一个新的人才。",
      "but": "你从别人那里偷走了这种天赋。"
    },
    {
      "willEn": "You can talk to dead people.",
      "butEn": "You will be haunted by their dead body and nobody else can see them.",
      "will": "你可以和死人说话。",
      "but": "你会被他们的身体缠身，其他人也看不到他们。"
    },
    {
      "willEn": "You can breathe underwater",
      "butEn": "The top half of you will be a fish when you are in water",
      "will": "你可以在水下呼吸",
      "but": "当你在水里的时候，你的上半部分将是一条鱼"
    },
    {
      "willEn": "you become equipped with super powers",
      "butEn": "only use when naked",
      "will": "你就会拥有超能力",
      "but": "仅在裸体时使用"
    },
    {
      "willEn": "You will be whatever biological age you choose forever.",
      "butEn": "You will transform into the opposite sex.",
      "will": "无论你选择什么生理年龄，你都将永远活下去。",
      "but": "你会变身为异性。"
    },
    {
      "willEn": "You get your dream job",
      "butEn": "None of your colleagues or superiors take it seriously",
      "will": "你得到了你梦想的工作",
      "but": "你的同事或上级都不把它当回事"
    },
    {
      "willEn": "You can read minds.",
      "butEn": "Only when people are thinking bad about you.",
      "will": "你可以读心术。",
      "but": "只有当人们对你的看法不好的时候。"
    },
    {
      "willEn": "You will be rich, sexy and famous",
      "butEn": "You will have genitals of opposite gender.",
      "will": "你会变得富有、性感和出名",
      "but": "你的生殖器将是异性的。"
    },
    {
      "willEn": "You can travel to any time period you desire, past or present.",
      "butEn": "You can't ever come back.",
      "will": "你可以旅行到任何你想要的时间段，过去或现在。",
      "but": "你再也不能回来了。"
    },
    {
      "willEn": "Your favorite family member will live forever and always be with you.",
      "butEn": "All other family members will die prematurely.",
      "will": "你最喜欢的家庭成员将永远活着，永远与你在一起。",
      "but": "所有其他家庭成员都会过早死亡。"
    },
    {
      "willEn": "You will have a power to make everyone happy, and feel better about themselves, you can reach everyone with your words, cure there insecurity, anxiety, deppresion and everything else",
      "butEn": "Nobody can make you feel better/happy, including your self",
      "will": "你会有一种力量让每个人都开心，并对自己感觉更好，你可以用你的话感染每个人，治愈他们的不安全感、焦虑、抑郁和其他一切",
      "but": "没有人能让你感觉更好/快乐，包括你自己"
    },
    {
      "willEn": "you are the best archer in the world, period.",
      "butEn": "you have a permanent fedora and cant  take it off",
      "will": "你是世界上最好的射手，就这样。",
      "but": "你有一顶永久性的软呢帽，不能脱下来"
    },
    {
      "willEn": "You become incredibly attractive to everyone else",
      "butEn": "You are hideously disgusting to yourself",
      "will": "你对其他所有人都变得不可思议地有吸引力",
      "but": "你对自己来说真是令人作呕"
    },
    {
      "willEn": "You get unlimited free orange juice for the rest of your life",
      "butEn": "You can only drink it immediately after you brush your teeth.",
      "will": "在你的余生中，你可以得到无限的免费橙汁",
      "but": "你刷牙后才能马上喝。"
    },
    {
      "willEn": "You get to make consensual love to the person of your dreams (be it a real person or fantasy)",
      "butEn": "All of your friends and family get the same option with them before you",
      "will": "你可以和你的梦中情人(无论是真人还是幻想中的人)进行自愿的性爱。",
      "but": "在你之前，你所有的朋友和家人都有同样的选择"
    },
    {
      "willEn": "You will have the ability to learn any language(s)",
      "butEn": "You will never be able to speak your native tongue, nor could you ever re-learn it",
      "will": "你将有能力学习任何语言(S)",
      "but": "你将永远不会说你的母语，也永远不能重新学习它"
    },
    {
      "willEn": "You get to spend the rest of your life with the man/woman of your dreams",
      "butEn": "You can't have any pets",
      "will": "你可以和你的梦中情人共度余生",
      "but": "你不能养宠物"
    },
    {
      "willEn": "Able to save a specific dream so it can be experienced again, once.",
      "butEn": "You will never be able dream anything else.",
      "will": "能够保存一个特定的梦，这样它就可以再次体验一次。",
      "but": "你再也不会做梦了。"
    },
    {
      "willEn": "You get to live with your favorite band member.",
      "butEn": "Your favorite band breaks up.",
      "will": "你可以和你最喜欢的乐队成员住在一起。",
      "but": "你最喜欢的乐队解散了。"
    },
    {
      "willEn": "You become a millionaire and live a long, healthy life.",
      "butEn": "Every day at exactly 6:00PM you must sit deadly still on a chair for an hour and do nothing, without fail.",
      "will": "你成为百万富翁，过着健康长寿的生活。",
      "but": "每天下午6点整，你必须一动不动地在椅子上坐上一个小时，什么都不做，绝不能有错。"
    },
    {
      "willEn": "You press the button",
      "butEn": "There's a 90% chance somthing good will happen and a 10% chance something bad will happen",
      "will": "你按下按钮",
      "but": "有90%的可能性会发生好事，有10%的可能性会发生坏事"
    },
    {
      "willEn": "Canada becomes a global Empire",
      "butEn": "Donuts are illegal",
      "will": "加拿大成为全球帝国",
      "but": "甜甜圈是非法的"
    },
    {
      "willEn": "You will have the answer to every question",
      "butEn": "you can't tell anyone the answer",
      "will": "你会得到每一个问题的答案",
      "but": "你不能告诉任何人答案"
    },
    {
      "willEn": "You transform the world into the perfect utopian paradise.",
      "butEn": "In order to sustain this paradise, one child is forced to endure constant torture, pain, and misery unending. Should the child die, it will be replaced with another child.",
      "will": "你把世界变成了完美的乌托邦天堂。",
      "but": "为了维持这个天堂，一个孩子被迫忍受无休止的折磨、痛苦和痛苦。如果这个孩子死了，它将被另一个孩子取代。"
    },
    {
      "willEn": "Know the answer to all the debates in the world (gif or jif, is the dress black or blue, etc.)",
      "butEn": "Nobody believes you and thinks you're 10% less smarter than you actually are",
      "will": "知道世界上所有争论的答案(gif还是jif，裙子是黑色还是蓝色，等等)",
      "but": "没有人相信你，认为你比实际聪明了10%"
    },
    {
      "willEn": "You get tumblr famous",
      "butEn": "only for blogging homestuck",
      "will": "你让Tumblr出名了",
      "but": "仅供写博客Homestuck使用"
    },
    {
      "willEn": "Human kind would be able to space-travel and explore new galaxies and alien races.",
      "butEn": "You can't leave Earth.",
      "will": "人类将能够进行太空旅行，探索新的星系和外星种族。",
      "but": "你不能离开地球。"
    },
    {
      "willEn": "You become immortal.",
      "butEn": "You can never move again.",
      "will": "你就会长生不老。",
      "but": "你再也不能动了。"
    },
    {
      "willEn": "You're able to travel back and forth in time.",
      "butEn": "Every time you use this ability, a small perfect of your life is taken away. Adding onto that, if you over use this ability, you'll suffer with stubborn and dangerous migraines, a bloody nose, and puking blood.",
      "will": "你能够在时间里来回穿梭。",
      "but": "每次你使用这种能力，你生活中的一个小小的完美都会被夺走。此外，如果你过度使用这种能力，你会患上顽固而危险的偏头痛、鼻子流血和呕吐。"
    },
    {
      "willEn": "You can eat dinner with Inafune",
      "butEn": "You have to spend $10,000",
      "will": "你可以和稻叶一起吃晚餐",
      "but": "你得花一万美元"
    },
    {
      "willEn": "You have a 100% chance of getting into heaven.",
      "butEn": "You will have to spend a day in hell every month",
      "will": "你有100%的机会进入天堂。",
      "but": "你每个月都得在地狱呆上一天"
    },
    {
      "willEn": "You can eat the greatest pizza ever",
      "butEn": "every time you eat it you lose a finger for a few days (it grows back)",
      "will": "你可以吃到史上最棒的披萨",
      "but": "每次你吃它，你就会在几天内失去一根手指(它会长出来)"
    },
    {
      "willEn": "You are afraid of nothing",
      "butEn": "Your lack of fear can put you in life threatening situations and you will act carelessly",
      "will": "你什么都不怕",
      "but": "你缺乏恐惧可能会让你处于危及生命的境地，你会行动粗心"
    },
    {
      "willEn": "You are able to swim 2x as fast as any other human, able to win any aquatic Olympic medal",
      "butEn": "your toes are welded together and skin on your feet becomes scaled.",
      "will": "你游泳的速度是其他任何人的两倍，能够赢得任何水上奥运会奖牌",
      "but": "你的脚趾被焊接在一起，你脚上的皮肤会变得有鳞。"
    },
    {
      "willEn": "You live forever.",
      "butEn": "You still age.",
      "will": "你会长生不老。",
      "but": "你还在变老。"
    },
    {
      "willEn": "You are teleported with all the recourses you want to another earth-like planet",
      "butEn": "You won't be able to make contact with another human being for the rest of your life",
      "will": "你带着你想要的所有资源被传送到另一个类地行星",
      "but": "在你的余生中，你将无法与另一个人取得联系"
    },
    {
      "willEn": "you can be on any TV show of your choosing",
      "butEn": "the entire cast and crew hates you",
      "will": "你可以出现在你选择的任何电视节目中",
      "but": "所有的演员和剧组都恨你"
    },
    {
      "willEn": "You're God",
      "butEn": "you have to answer all the prayers of the Earth.",
      "will": "你是上帝",
      "but": "你必须回应地球上所有的祈祷。"
    },
    {
      "willEn": "The world is in a state of crisis and you are the only person who knows how and is able to end said crisis",
      "butEn": "the only way to end it involves the people you care about most dying and you living with the guilt for the rest of your life while the world moves forward as normal",
      "will": "世界处于危机状态，你是唯一知道如何也有能力结束这场危机的人",
      "but": "结束它的唯一方法是让你最关心的人死去，而你在世界照常前进的同时，在你的余生中生活在负罪感中"
    },
    {
      "willEn": "You can cause any relationship of any kind to form between any living things (animals, people, plants)",
      "butEn": "You have no way to know what the result will be",
      "will": "你可以在任何生物(动物、人、植物)之间形成任何类型的关系",
      "but": "你没有办法知道结果会是什么"
    },
    {
      "willEn": "You become any animal you want.",
      "butEn": "You will never be able to turn back or live with the same family.",
      "will": "你可以变成任何你想要的动物。",
      "but": "你永远不能回头，也不能和同一个家庭住在一起。"
    },
    {
      "willEn": "Be able to modify the entire world as if it were Minecraft creative mode",
      "butEn": "The entire world looks and feels like Minecraft",
      "will": "能够修改整个世界，就好像它是我的世界的创作模式",
      "but": "整个世界看起来和感觉上都像我的世界"
    },
    {
      "willEn": "You can have anything you want.  Any one thing, real or fictional.",
      "butEn": "Owning that object is not legal for you and carries a hefty sentence if you are caught with it.",
      "will": "你可以得到你想要的任何东西。任何一件事，真实的或虚构的。",
      "but": "拥有这件物品对你来说是不合法的，如果你被发现持有它，将面临重罚。"
    },
    {
      "willEn": "You get to become Spiderman!",
      "butEn": "Your uncle dies.",
      "will": "你要成为蜘蛛侠了！",
      "but": "你叔叔死了。"
    },
    {
      "willEn": "You have the ability to talk to spiders, which will probably make them less frightening to you",
      "butEn": "There will be 30 spiders in your house at a time",
      "will": "你有能力与蜘蛛交谈，这可能会让它们对你不那么可怕",
      "but": "你的房子里一次会有30只蜘蛛"
    },
    {
      "willEn": "You become a God.",
      "butEn": "No one believes you",
      "will": "你就成了神。",
      "but": "没有人相信你"
    },
    {
      "willEn": "you can swap bodies with any person and have their memories",
      "butEn": "they die instanty in your body",
      "will": "你可以和任何人交换身体并拥有他们的记忆",
      "but": "它们会在你的身体里瞬间死亡"
    },
    {
      "willEn": "You will get every video game consoles and game for free mailed at home.",
      "butEn": "You'll have to wear a trenchcoat and a fedora your whole live. Removing them will kill you.",
      "will": "您将获得每一个视频游戏机和游戏免费邮寄到家里。",
      "but": "你一辈子都得穿风衣戴软呢帽。移除它们会要了你的命。"
    },
    {
      "willEn": "You have the power to have a time remote. Pause, rewind, fast forward etc.",
      "butEn": "You will have to relive the worst thing that has ever happened to you twice.",
      "will": "你有能力拥有一个时间遥控器。暂停、倒带、快进等。",
      "but": "你将不得不重温发生在你身上的最糟糕的事情两次。"
    },
    {
      "willEn": "You can create brilliant works of art that would be guaranteed to astound people",
      "butEn": "The works of art will never be known to anyone but you",
      "will": "你可以创造出辉煌的艺术作品，让人们惊叹不已。",
      "but": "除了你以外，这些艺术品永远不会为任何人所知"
    },
    {
      "willEn": "You can become a successful drug dealer and make millions of dollars and never have to worry about law enforcement",
      "butEn": "The love of your life will get killed by the police since they can't touch you",
      "will": "你可以成为一个成功的毒贩，赚到数百万美元，永远不用担心执法",
      "but": "你的挚爱会被警察杀死，因为他们不能碰你"
    },
    {
      "willEn": "You live a perfect life - a good job, plenty of friends, and a soulmate who loves you dearly.",
      "butEn": "You have to live life as the opposite sex.",
      "will": "你过着完美的生活--有一份好工作，有很多朋友，还有一个深爱你的灵魂伴侣。",
      "but": "你必须以异性的身份生活。"
    },
    {
      "willEn": "You can travel through the past",
      "butEn": "No turning back ex: (if you travel to 1000AD you can only go back)",
      "will": "你可以穿越过去",
      "but": "不能回头前：(如果你旅行到公元1000年，你只能回到过去)"
    },
    {
      "willEn": "You win at everything you try, effortlessly: Video Games, athletics, even day to day arguments.",
      "butEn": "Your effortless success destroys the self-esteem of people around you, causing them to dislike themselves, you, and give up at whatever you beat them at.",
      "will": "你可以毫不费力地在任何事情上取胜：电子游戏、田径、甚至日常辩论。",
      "but": "你毫不费力的成功摧毁了你周围人的自尊，导致他们不喜欢自己，不喜欢你，并在你击败他们的任何事情上放弃。"
    },
    {
      "willEn": "You get your dream house",
      "butEn": "It has 500 spiders in all of its walls",
      "will": "你得到了你梦想中的房子",
      "but": "它所有的墙里都有500只蜘蛛"
    },
    {
      "willEn": "You will discover the key to World peace",
      "butEn": "Noone you communicate it to will be able to understand the concept clearly enough to accept it",
      "will": "你会发现世界和平的钥匙",
      "but": "与你沟通的人都不能足够清楚地理解这个概念，从而接受它"
    },
    {
      "willEn": "You can go into any TV show of your choosing (i.e. live a life there)",
      "butEn": "You have to commit one crime of your choosing before you do so.",
      "will": "你可以进入你选择的任何电视节目(即在那里生活)",
      "but": "在你这样做之前，你必须犯下你选择的一项罪行。"
    },
    {
      "willEn": "You gain all knowledge of every game that's existed until this point.",
      "butEn": "You can never play games again.",
      "will": "在此之前，您可以获得所有已存在的游戏的知识。",
      "but": "你再也不能玩游戏了。"
    },
    {
      "willEn": "You are the best FPS's player ever and could make million in contests",
      "butEn": "You hate every online FPS",
      "will": "你是史上最好的FPS球员，能在比赛中赚到一百万",
      "but": "你讨厌每一个在线FPS"
    },
    {
      "willEn": "You will be able to read people's minds",
      "butEn": "only the thoughts that they have about you",
      "will": "你将能够读懂人们的心思",
      "but": "只有他们对你的想法"
    },
    {
      "willEn": "You become 1 dollar richer with each step you take",
      "butEn": "You die if you take more than 2,000 steps a day",
      "will": "每走一步，你就会变得更富有1美元",
      "but": "如果你一天走超过2000步，你就会死"
    },
    {
      "willEn": "You can travel to any point in time in the past, and be able to fit in",
      "butEn": "You return to your own time after a day and cannot remember anything from your trip.",
      "will": "你可以旅行到过去的任何时间点，并且能够融入其中",
      "but": "一天后，你回到自己的时间，记不起旅途中的任何事情。"
    },
    {
      "willEn": "Get to watch your life as a movie showing from your birth to death. You can change the movie.",
      "butEn": "You can't choose your death and it's guaranteed to be awful.",
      "will": "从出生到死亡，你可以像电影一样观看你的生活。你可以改变这部电影。",
      "but": "你不能选择你的死亡，这肯定是可怕的。"
    },
    {
      "willEn": "Pokemon are real",
      "butEn": "75% of them will attack humans on sight",
      "will": "精灵宝可梦是真的",
      "but": "其中75%的人一看到他们就会攻击人类"
    },
    {
      "willEn": "You can solve the worlds problems.",
      "butEn": "You will be assinated.",
      "will": "你可以解决世界上的问题。",
      "but": "你会被确认的。"
    },
    {
      "willEn": "You become the new king of an old, forgotten kingdom and bring it to new glory.",
      "butEn": "Your family is murdered by your allies, you're shot seven times through the chest with crossbows, and your entire kingdom is destroyed overnight.",
      "will": "你成为一个古老的、被遗忘的王国的新国王，并将它带入新的荣耀。",
      "but": "你的家人被你的盟友杀害，你的胸部被弩射中七枪，你的整个王国在一夜之间就被摧毁了。"
    },
    {
      "willEn": "You can read minds",
      "butEn": "You will hear EVERYONE's thoughts around you at once, no exceptions",
      "will": "你可以读心术",
      "but": "你会立刻听到周围每个人的想法，无一例外"
    },
    {
      "willEn": "Get free alcoholic drinks everywhere you go. (have to pay for regular drinks)",
      "butEn": "You're drunk 24/7",
      "will": "无论你走到哪里，都能得到免费的酒精饮料。(必须为常规饮料买单)",
      "but": "你每天24小时都喝醉了"
    },
    {
      "willEn": "You will never have to eat, drink or breathe again",
      "butEn": "All food will taste like uncooked Brussels sprouts and every liquid will taste like olive oil",
      "will": "你再也不用吃、喝或呼吸了",
      "but": "所有食物尝起来都像生球芽甘蓝，所有液体都尝起来像橄榄油"
    },
    {
      "willEn": "The world gains exponentially large advancements in technology",
      "butEn": "There will be an asteroid attack bigger than the mass extinction of dinosaurs, and you can only save 10,000 people of your choosing",
      "will": "世界在技术方面取得了指数级的巨大进步",
      "but": "将会有一场比恐龙大灭绝更大的小行星袭击，你只能拯救你选择的1万人"
    },
    {
      "willEn": "Endless banknotes in your wallet.",
      "butEn": "Never in the currency of the country you are in.",
      "will": "钱包里有数不清的钞票。",
      "but": "千万不要用你所在国家的货币。"
    },
    {
      "willEn": "Your orgasms are more intense than anything you've ever felt",
      "butEn": "you can only have one every other year",
      "will": "你的性高潮比你感受到的任何东西都要强烈",
      "but": "你每隔一年才能有一次"
    },
    {
      "willEn": "You can do a perfect Mario impression",
      "butEn": "Every time you speak, there is a 5% chance you will do the Mario impression, whether you want to or not",
      "will": "你可以做一个完美的马里奥印象",
      "but": "每次你说话，都有5%的可能性会模仿马里奥的样子，不管你是否愿意"
    },
    {
      "willEn": "You can be filthy stinking rich",
      "butEn": "You won't sleep for the rest of your life",
      "will": "你可以变得又脏又臭又有钱",
      "but": "你的余生都不会睡着"
    },
    {
      "willEn": "You have the world's fastest internet",
      "butEn": "you can only log into one website, and if you get logged out you can never use the internet again.",
      "will": "你们有世界上最快的互联网",
      "but": "你只能登录一个网站，如果你被注销了，你就永远不能再使用互联网了。"
    },
    {
      "willEn": "you can download any game legally for free",
      "butEn": "you have to share your internet browsing history with everyone you know",
      "will": "你可以合法地免费下载任何游戏",
      "but": "你必须与你认识的每个人分享你的互联网浏览历史"
    },
    {
      "willEn": "Become a successful billionaire",
      "butEn": "requires constant hard work and no freetime at all",
      "will": "成为一名成功的亿万富翁",
      "but": "需要不断的努力工作，而且根本没有空闲时间"
    },
    {
      "willEn": "You become an immortal vampire, and have your own castle, as well as a completely and utterly loyal werewolf butler, and your stuffed animals become sentient and will do anything you say.",
      "butEn": "You cannot physically interact with mortals. You can talk to them, however. But you cannot touch, fight, or hug them. (you can get your new familiars to, however) Also, boredom becomes much easier to come across.",
      "will": "你变成了一个不朽的吸血鬼，有了自己的城堡，还有一个完全忠诚的狼人管家，你的毛绒玩具变得有知觉，会做你说的任何事情。",
      "but": "你不能与凡人进行身体上的互动。然而，你可以和他们交谈。但你不能触摸、打架或拥抱他们。(然而，你可以让你的新朋友熟悉)，同时，无聊变得容易得多。"
    },
    {
      "willEn": "You can have any superpower",
      "butEn": "Some random person gets to choose your weakness",
      "will": "你可以拥有任何超能力",
      "but": "某个随机的人可以选择你的弱点"
    },
    {
      "willEn": "You can actually speak to animals",
      "butEn": "only after becoming addicted to narcotics.",
      "will": "你实际上可以和动物说话",
      "but": "只有在对毒品上瘾之后。"
    },
    {
      "willEn": "You can sleep as long as you want forever.",
      "butEn": "You never awaken feeling rested.",
      "will": "你想睡多久就睡多久。",
      "but": "你永远不会醒来觉得自己休息了。"
    },
    {
      "willEn": "you can save someone close to you from dying of anything",
      "butEn": "you must sell everything you own and live on the streets",
      "will": "你可以拯救你身边的人，使他免于因任何事情而死亡",
      "but": "你必须卖掉你所有的东西，流落街头"
    },
    {
      "willEn": "You can fly freely through the air",
      "butEn": "you fly like a balloon.",
      "will": "你可以在空中自由飞翔",
      "but": "你飞得像个气球。"
    },
    {
      "willEn": "You will meet the love of your life,",
      "butEn": "You will only be able to have sex once a year (with anyone).",
      "will": "你会遇到你一生的挚爱，",
      "but": "你一年只能(和任何人)发生一次性关系。"
    },
    {
      "willEn": "You instantly attain wealth and fame beyond your wildest dreams.",
      "butEn": "You no longer have the sensation of taste.",
      "will": "你立即获得了你做梦也想不到的财富和名声。",
      "but": "你不再有味觉。"
    },
    {
      "willEn": "You would legalise marijuana.",
      "butEn": "You could never use alchohol again.",
      "will": "你会让大麻合法化。",
      "but": "你再也不能喝酒精了。"
    },
    {
      "willEn": "You can read, write, and speak in any language",
      "butEn": "No one wants to read or listen to what you have to say unless you speak in the language you were originally taught",
      "will": "你可以用任何语言读、写和说",
      "but": "没有人想读或听你要说的话，除非你用你最初学过的语言说"
    },
    {
      "willEn": "You become a trillionaire.",
      "butEn": "Half of your trillion becomes invested in whatever political agenda you hate.",
      "will": "你就会成为万亿富翁。",
      "but": "你的万亿美元中有一半会投入到你讨厌的任何政治议程中。"
    },
    {
      "willEn": "You can use the force.",
      "butEn": "But only if nobody if watching",
      "will": "你可以使用原力。",
      "but": "但前提是没有人在看"
    },
    {
      "willEn": "You're really good at juggling.",
      "butEn": "Your jugging skills attract a clown demon, who is friendly. However the public is still afraid of clown demons and you are unable to convince them that there is nothing to fear, so it is now your responsibility to care for him. He is grateful for your help but struggles to cope with being feared by the public.",
      "will": "你真的很会杂耍。",
      "but": "你的魔术吸引了一个小丑恶魔，他很友好。然而，公众仍然害怕小丑恶魔，你无法说服他们没有什么可害怕的，所以现在照顾他是你的责任。他很感激你的帮助，但很难应对公众的恐惧。"
    },
    {
      "willEn": "You win every game you play",
      "butEn": "You can never use a phone",
      "will": "你赢了你玩的每一场比赛",
      "but": "你永远不能用电话"
    },
    {
      "willEn": "You can read minds",
      "butEn": "You go blind",
      "will": "你可以读心术",
      "but": "你会失明"
    },
    {
      "willEn": "You get one million dollars",
      "butEn": "someone somewhere will die.",
      "will": "你会得到一百万美元",
      "but": "某个地方就会有人死去。"
    },
    {
      "willEn": "Save the African continent from starvation, disease, and civil war...",
      "butEn": "...All of Europe becomes poor and disease riddled.",
      "will": "把非洲大陆从饥饿、疾病和内战中拯救出来。",
      "but": "...整个欧洲变得贫穷，疾病肆虐。"
    },
    {
      "willEn": "you can't feel pain and when you die you reappear near your dead body",
      "butEn": "you're now prone to get more fatal accidents and you need to get rid of your old body to avoid questions",
      "will": "你感觉不到疼痛，当你死时，你会在你的身体旁重新出现",
      "but": "你现在容易发生更多致命的事故，你需要摆脱你的旧身体以避免问题"
    },
    {
      "willEn": "You become the next Jesus and can cure the world of most of its problems.",
      "butEn": "You will get persecuted, tortured and killed by Jews (Embarrassing)",
      "will": "你成为下一个耶稣，可以治愈这个世界上的大多数问题。",
      "but": "你会受到犹太人的迫害、折磨和杀害(令人尴尬)"
    },
    {
      "willEn": "You gain the ability to teleport yourself by concentrating on where you want to go.",
      "butEn": "You need to do complex physical and geometric calculations to end up where you want to. Errors can result in serious injury, loss of limbs, and/or a gruesome death.",
      "will": "通过专注于你想要去的地方，你获得了传送自己的能力。",
      "but": "你需要进行复杂的物理和几何计算才能到达你想要的地方。错误可能导致严重受伤、肢体丧失和/或可怕的死亡。"
    },
    {
      "willEn": "You gain $1 million (or your local equivalent)",
      "butEn": "You permanently lose 10cm (roughly 4 inches) of height",
      "will": "你将获得100万美元(或当地同等收入)",
      "but": "你将永久减掉10厘米(约4英寸)的身高"
    },
    {
      "willEn": "You can have any computer (or build any computer) you wish, free of charge",
      "butEn": "You aren't allowed to control the software it runs or what it does, nor can you modify it in any way",
      "will": "你可以免费拥有任何你想要的计算机(或制造任何计算机",
      "but": "您不能控制它运行的软件或它的功能，也不能以任何方式修改它"
    },
    {
      "willEn": "Have 10 times the intelligence of the smartest person to exist",
      "butEn": "You have a severe headace that cannot be cured",
      "will": "拥有10倍于世界上最聪明的人的智慧",
      "but": "你有一个无法治愈的严重的头疼"
    },
    {
      "willEn": "You can speak any language you would like to.",
      "butEn": "You can not speak the main language of the country you are in.",
      "will": "你可以说任何你想说的语言。",
      "but": "你不能说你所在国家的主要语言。"
    },
    {
      "willEn": "Someone gives you a plot of land, and offers to pay 75 percent of the cost to build your dream house.",
      "butEn": "The property is located in the middle of a cemetery.",
      "will": "有人给你一块地，并提出支付建造你梦想中的房子所需成本的75%。",
      "but": "这处房产位于一座墓地的中央。"
    },
    {
      "willEn": "you can kill who ever you want",
      "butEn": "you have to have a finger cut off",
      "will": "你可以杀任何你想杀的人",
      "but": "你必须砍掉一根手指"
    },
    {
      "willEn": "You can do anything you want, Including superpowers and such.",
      "butEn": "You must kill or destroy that which you hold dearest.",
      "will": "你可以做任何你想做的事，包括超级大国之类的。",
      "but": "你必须杀死或摧毁你最珍爱的东西。"
    },
    {
      "willEn": "You can go in the pokemon world as any one pokemon for the rest of your life",
      "butEn": "All of you friends go into the pokemon to catch you and keep contained in that pokeball, never to see daylight again",
      "will": "你可以在你的余生中以任何一个精灵的身份进入精灵世界",
      "but": "你们所有的朋友都走进口袋妖怪来抓你，把你关在那个弹珠里，再也见不到曙光了"
    },
    {
      "willEn": "You get to meet with you favorite super hero",
      "butEn": "you are the super villian that kills them",
      "will": "你有机会和你最喜欢的超级英雄见面",
      "but": "你是杀死他们的超级恶棍"
    },
    {
      "willEn": "You'll receive one billion dollars",
      "butEn": "Your idol dies",
      "will": "你会得到十亿美元",
      "but": "你的偶像死了"
    },
    {
      "willEn": "Steve Jobs will be bought back from the dead...",
      "butEn": "...but every single iOS product will vanish.",
      "will": "史蒂夫·乔布斯将会起死回生。",
      "but": "但每一款iOS产品都会消失。"
    },
    {
      "willEn": "You will be able to read other people's minds.",
      "butEn": "They will also be able to read yours.",
      "will": "你将能够读懂别人的心思。",
      "but": "他们还将能够阅读您的内容。"
    },
    {
      "willEn": "You become very charismatic, everyone will like you.",
      "butEn": "You will become severely unhappy because inside you'll just be an empty shell.",
      "will": "你变得很有魅力，每个人都会喜欢你。",
      "but": "你会变得非常不快乐，因为你的内心只会是一个空壳。"
    },
    {
      "willEn": "On a scale from 0 to 10, you instantly gain 6 points in all aspects of your personality and appearance (if your initial rating is larger than a 4/10, it becomes 10/10). This means that you are instantly better looking, have more success with women/men, have an extremely heightened intelligence, and have far more charisma than before.",
      "butEn": "You must drive a Prius for the rest of your life, without exception. You can not under any circumstance drive anything other than a Prius.",
      "will": "在从0到10的评分中，你的个性和外表的所有方面都会立即获得6分(如果你的初始评分超过4/10，就会变成10/10)。这意味着你立刻变得更漂亮了，在女人/男人中取得了更大的成功，拥有极高的智商，并且比以前有更多的魅力。",
      "but": "你必须在你的余生中开一辆普锐斯，毫无例外。在任何情况下，你都不能开普锐斯以外的任何车。"
    },
    {
      "willEn": "You will be able to watch all your memories as though you're watching a film",
      "butEn": "Everyone from your fifth grade class will watch them too",
      "will": "你将能够像看电影一样观看你所有的记忆",
      "but": "你们五年级的每个人都会看的"
    },
    {
      "willEn": "You will become an extremely attractive girl",
      "butEn": "no guys will find you attractive",
      "will": "你会成为一个非常有魅力的女孩",
      "but": "没有男人会觉得你有吸引力"
    },
    {
      "willEn": "You can withdraw unlimited amounts of money from your bank account.",
      "butEn": "The money is coming from people with the lowest income until they have no money, then it goes to the next poorest person with money and so on..",
      "will": "你可以从你的银行账户中无限量地取款。",
      "but": "钱来自收入最低的人，直到他们没有钱，然后流向下一个有钱的最穷的人，以此类推。"
    },
    {
      "willEn": "You can revive any musician that has ever lived for a duration of 5 years and he/she will compose a new song every month",
      "butEn": "Your lifespan will be 10 years shorter",
      "will": "你可以复活任何一个活了5年的音乐人，他/她每月都会创作一首新歌。",
      "but": "你的寿命将缩短10年"
    },
    {
      "willEn": "Everything you touch turns to gold",
      "butEn": "A corrupt government holds you captive, forcing you to make gold for them",
      "will": "你触摸到的一切都会变成金子",
      "but": "一个腐败的政府把你囚禁起来，强迫你为他们赚钱"
    },
    {
      "willEn": "You can mind control anyone you want",
      "butEn": "there is a 24 hour time limit and it can only be done once to each person",
      "will": "你可以控制任何你想要的人",
      "but": "有24小时的时间限制，每个人只能做一次"
    },
    {
      "will": "每月多拿1000美元",
      "but": "一天至少吃三次拉面"
    },
    {
      "will": "你可以读懂任何人的心思",
      "but": "你只能听到消极的想法"
    },
    {
      "willEn": "You have unlimited riches",
      "butEn": "you have to ask your mom for permission before spending any of it",
      "will": "你有无限的财富",
      "but": "你必须征得你妈妈的同意才能花掉这些钱"
    },
    {
      "willEn": "Your purpose in life is revealed to you",
      "butEn": "...it's now twice as hard to accomplish.",
      "will": "你的人生目标就会展现在你面前",
      "but": "...现在要完成它的难度是原来的两倍。"
    },
    {
      "willEn": "You get the best gaming PC ever made.",
      "butEn": "You can only play Minecraft.",
      "will": "你得到了有史以来最好的游戏PC。",
      "but": "你只能玩我的世界。"
    },
    {
      "willEn": "You never have to lose people",
      "butEn": "You can only work minimum wage",
      "will": "你永远不会失去亲人",
      "but": "你只能工作最低工资"
    },
    {
      "willEn": "You can change your hair colour at will",
      "butEn": "Your eyebrows are thin lines poorly drawn on with black sharpie",
      "will": "你可以随意改变你的发色",
      "but": "你的眉毛是用黑色的锐笔画得不好的细线"
    },
    {
      "willEn": "You get laser eyes.",
      "butEn": "They don't shoot lasers but are made of lasers.",
      "will": "你的眼睛是激光的。",
      "but": "它们不发射激光，但由激光制成。"
    },
    {
      "willEn": "you will be a millionaire",
      "butEn": "you get one very shocking jumpscare 1 time a day",
      "will": "你会成为百万富翁",
      "but": "你一天会有一次非常令人震惊的惊吓"
    },
    {
      "willEn": "You will receive three wishes",
      "butEn": "But three people close to you will die. Waste the wishes bringing them back? Or ignore it and let your wildest fantasies come to life?",
      "will": "你会收到三个愿望",
      "but": "但你身边的三个人会死。浪费了把他们带回来的愿望？或者忽略它，让你最狂野的幻想变成现实？"
    },
    {
      "willEn": "You have an unlimited amount of cash, power, and good looks.",
      "butEn": "Justin Bieber is your roommate for the rest of your life.  He acts like a massive douche bag and there is NO way to get rid of him.",
      "will": "你有无限的金钱、权力和美貌。",
      "but": "贾斯汀·比伯是你余生的室友。他的行为就像一个巨大的灌水袋，没有办法摆脱他。"
    },
    {
      "willEn": "You can travel the universe with friendly aliens and see things mankind won't see for another million years",
      "butEn": "you would be the only human on board and you would never be able to go back to Earth.",
      "will": "你可以和友好的外星人一起在宇宙中旅行，看到人类再过一百万年都看不到的东西",
      "but": "你将是船上唯一的人类，你将永远不能回到地球。"
    },
    {
      "willEn": "You gain the ability to settle worldwide conflicts using pure willpower",
      "butEn": "You must suffer physical and mental pain equal to the size and importance of said conflict.",
      "will": "你获得了用纯粹的意志力解决世界范围内冲突的能力",
      "but": "你必须遭受与上述冲突的规模和重要性相当的身体和精神上的痛苦。"
    },
    {
      "willEn": "You can pass every college course you take",
      "butEn": "But every professor you have is an incompetent idiot that can barely speak english. And you will have them for minimum 6 years.",
      "will": "你上的每一门大学课程都能及格",
      "but": "但你的每一个教授都是一个几乎不会说英语的不称职的白痴。而且你将拥有它们至少6年。"
    },
    {
      "willEn": "Feminism as a whole ceases to exist.",
      "butEn": "Something worse than feminism appears, but what it is you do not know.",
      "will": "女权主义作为一个整体不复存在。",
      "but": "一些比女权主义更糟糕的东西出现了，但你不知道它是什么。"
    },
    {
      "willEn": "You will get $1,000,000,000,000,000 a day",
      "butEn": "It  will only begin to happen once all your friends and family are dead.",
      "will": "你一天能拿到一亿美元",
      "but": "只有当你所有的朋友和家人都死了，它才会开始发生。"
    },
    {
      "willEn": "You are given an opportunity to rename the Earth.",
      "butEn": "Earth's new name has to start with a Q.",
      "will": "你将有机会重新命名地球。",
      "but": "地球的新名字必须以Q开头。"
    },
    {
      "willEn": "You can be filthy stinking rich",
      "butEn": "You won't sleep for the rest of your life",
      "will": "你可以变得非常富有。",
      "but": "你将无法再入睡。"
    },
    {
      "willEn": "You can turn into anything you want",
      "butEn": "You'll be stuck like that",
      "will": "你可以变成任何你想要变成的东西",
      "but": "将会一直保持那个样子。"
    },
    {
      "willEn": "You can fly",
      "butEn": "You have no hands",
      "will": "你会飞",
      "but": "你没有手"
    },
    {
      "willEn": "you will become a god like emperor, that rules over all mankind in the year 40k.",
      "butEn": "you will have to stay on a golden throne that requires souls to keep you alive.",
      "will": "你将成为像皇帝一样的神，在公元40k统治全人类。",
      "but": "你将不得不留在一个金色的宝座上，需要灵魂来维持你的生命。"
    },
    {
      "willEn": "Your physical appearance is no longer something that bothers you. All of the worries it brings dissapear.",
      "butEn": "You must move countries and make new friends.",
      "will": "你的外表不再是困扰你的事情。它带来的所有担忧都消失了。",
      "but": "你必须搬家，结交新朋友。"
    },
    {
      "willEn": "You get into the college or graduate school of your dreams.",
      "butEn": "You don't make a six-figure salary and are burdened with crippling debt for 30 years.",
      "will": "你进入了你梦想中的大学或研究生院。",
      "but": "你的薪水不是六位数，而且30年来背负着沉重的债务负担。"
    },
    {
      "willEn": "You master every Co-op, multi-player, local game ever made",
      "butEn": "every word you type ends with an ''rn''",
      "will": "你掌握了所有合作的、多人的、本地的游戏",
      "but": "你输入的每个单词都以‘’rn‘’结尾"
    },
    {
      "willEn": "You can journey to any time and place in existence...",
      "butEn": "it's a one way trip!",
      "will": "你可以旅行到任何存在的时间和地点。",
      "but": "这是一次单程旅行！"
    },
    {
      "willEn": "You can teleport anywhere in the world.....",
      "butEn": "You will live forever and never die.",
      "will": "你可以传送到世界的任何地方……",
      "but": "你将长生不老，永垂不朽。"
    },
    {
      "willEn": "Well rested without any sleep, for the rest of your life",
      "butEn": "Can not travel faster than 10mph ever again",
      "will": "好好休息，不睡觉，度过你的余生",
      "but": "再也不能以每小时10英里的速度行驶了"
    },
    {
      "willEn": "Everytime you go to sleep, you time travel through your dreams. You subconsciously pick when and where you want to go, and it would be actual time travel and vivid.",
      "butEn": "If you fuck up the past too much and change the future too drastically as you are time traveling through your dreams, then you will be stuck in that time and place forever and never wake up.",
      "will": "每次你入睡，你都会穿越你的梦境。你下意识地选择你想去的时间和地点，这将是真正的时间旅行和生动的。",
      "but": "如果你他妈的把过去搞得太乱，把未来改变得太彻底，就像你在梦中穿越时间一样，那么你将永远被困在那个时间和地点，永远不会醒来。"
    },
    {
      "willEn": "You have free subscription to all the streaming platforms",
      "butEn": "Once a while your internet will go off and pause the clip (or music, podcast etc.) at the exciting part",
      "will": "你可以免费订阅所有的流媒体平台",
      "but": "偶尔，你的互联网会关闭并暂停剪辑(或音乐、播客等)。在令人兴奋的部分"
    },
    {
      "willEn": "You can control every living creature in the world with a thought....",
      "butEn": "....You lose your arms,",
      "will": "你可以用一个想法控制世界上的每一个生物……",
      "but": "...你失去了双臂，"
    },
    {
      "willEn": "Your income/salary doubles",
      "butEn": "you have to pay 50% more taxes",
      "will": "你的收入/薪水翻了一番",
      "but": "你得多交50%的税"
    },
    {
      "willEn": "You are given 10 billion dollars with no conditions on how you spend it, excepting that it can not be donated to any person or cause freely.",
      "butEn": "If you can not spend the full 10 billion within 3 days, your family tree will begin to die out from youngest to oldest until you do spend it all.",
      "will": "你被给予100亿美元，对你如何使用没有任何条件，除了它不能自由捐赠给任何人或事业。",
      "but": "如果你不能在3天内花光全部100亿美元，你的家谱将从最年轻的到最老的开始消亡，直到你花光所有的钱。"
    },
    {
      "willEn": "Never do homework again forever while going to school",
      "butEn": "You cant ever again drink anything of the coke brand including different flavours",
      "will": "上学时再也不做作业了",
      "but": "你再也不能喝可乐牌子的任何东西了，包括不同的口味"
    },
    {
        "willEn": "you will get 100000 dollars a day",
        "butEn": "you cant have sex with the opposite sex",
        "will": "你一天可以拿到100000美元",
        "but": "你不能和异性发生性关系"
      },
      {
        "willEn": "You can turn invisible",
        "butEn": "You lose your sense of taste",
        "will": "你可以变得隐形",
        "but": "你会失去味觉"
      },
      {
        "willEn": "All racists, misogynists, homophobes, terrorists of any kind and other hateful kinds of people immediately lose the power of communication until they learn to be better human beings",
        "butEn": "You will survive on a liquid-only diet for the rest of your life and solid food will kill you on the spot",
        "will": "所有的种族主义者、厌女者、同性恋恐惧者、任何类型的恐怖分子和其他可恨的人都会立即失去沟通的能力，直到他们学会做更好的人",
        "but": "你将在你的余生中只吃流食，固体食物会当场杀死你"
      },
      {
        "willEn": "You can have anything you desire.",
        "butEn": "You have to put it together yourself with no instructions.",
        "will": "你可以得到你想要的任何东西。",
        "but": "你必须自己组装，不需要任何说明。"
      },
      {
        "willEn": "You can have as many fans, followers or subscribers as you please",
        "butEn": "You will have twice as many people who hate you and everything you do",
        "will": "你可以有任意多的粉丝、追随者或订阅者",
        "but": "你会有两倍的人恨你和你做的每一件事"
      }
  ],
  "used": [
  ]
}